<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>C&eacute;sar Franck - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de César Franck">
   <META NAME="keywords" CONTENT="musique, oeuvres, biographie, Franck">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>C&eacute;sar Franck</FONT></FONT></TD>

<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>

<TD>C&eacute;sar (Auguste-Jean-Guillaume-Hubert) Franck est n&eacute;,
&agrave; Li&egrave;ge, le 10 d&eacute;cembre 1822 et est mort, &agrave;
Paris, le 8 novembre 1890. 
<P>Compositeur fran&ccedil;ais, professeur et organiste d'origine belge,
l'une des grandes figures de la vie musicale fran&ccedil;aise durant la
deuxi&egrave;me moiti&eacute; du 19&egrave; si&egrave;cle.</P>

<P>Les origines culturelles de Franck ont &eacute;t&eacute; sujet de d&eacute;bat.
Avant 1830, Li&egrave;ge faisait partie de la Wallonie, sous
domination fran&ccedil;aise, qui devait devenir la Belgique. Sa m&egrave;re
&eacute;tait de descendance allemande alors que son p&egrave;re, Nicolas-Joseph,
un commis de bas rang qui &eacute;tait au ch&ocirc;mage lors de la naissance
de son fils a&icirc;n&eacute;, venait de Gemmenich, pr&egrave;s de la fronti&egrave;re
allemande.</P>

<P>La combinaison d'un talent pr&eacute;coce, d'un parent irresponsable
et ambitieux et d'une &egrave;re o&ugrave; les prodiges &eacute;taient v&eacute;n&eacute;r&eacute;s
a conduit, in&eacute;vitablement, &agrave; une enfance et une jeunesse
marqu&eacute;es par l'exploitation et, peut-&ecirc;tre, a-t-elle contribu&eacute;e
au retard de la pleine maturit&eacute; de la cr&eacute;ation de Franck.</P>

<P>En 1830, son p&egrave;re l'inscrit au conservatoire de Li&egrave;ge
o&ugrave; il remporte, rapidement, les grands prix pour le solf&egrave;ge
(1832) et le piano (classe de Jalheau, 1934). De 1833 &agrave; 1835, il
&eacute;tudie l'harmonie sous la direction de Dassoigne, un neveu de M&eacute;hul
qui a enseign&eacute; au conservatoire de Paris. Encourag&eacute; par ces
succ&egrave;s acad&eacute;miques, son p&egrave;re organise, au printemps
de 1835, une s&eacute;rie de concerts &agrave; Li&egrave;ge, Bruxelles
et Aachen.</P>

<P>En 1835, la famille d&eacute;m&eacute;nage &agrave; Paris. Cet &eacute;v&egrave;nement
laissait pr&eacute;sager, en lui-m&ecirc;me, un assaut vers de nouveaux
publics mais aussi des le&ccedil;ons de piano avec Zimmermann et un cours
d'harmonie et de contrepoint avec Reicha, le professeur de Berlioz, Liszt
et Gounod.</P>

<P>On lui refuse l'acc&egrave;s au conservatoire de Paris pour des raisons
de nationalit&eacute; et il doit attendre une ann&eacute;e pendant que
son p&egrave;re lui obtient le certificat de naturalisation. Il y est enfin
admis le 4 octobre 1837 avec pour professeurs, Zimmermann pour le piano
et Leborne pour le contrepoint. Il y remporta encore les premiers prix
de piano (1838) et de contrepoint (1839 et 1840). Une ann&eacute;e dans
le classe d'orgue de Benoist ne produira qu'un second prix (1841). Il a
&eacute;t&eacute; retir&eacute; du conservatoire, sur ordre de son p&egrave;re,
le 22 avril 1842 sans avoir la chance de participer au Prix de Rome, et
ce afin qu'il puisse se consacrer &agrave; une carri&egrave;re de virtuose.
La famille retourne vivre en Belgique.</P>

<P>Durant ncette p&eacute;riode, il se consacre &agrave; la composition.
Il publie ses Trios, Op. 1 en 1843 et commence la r&eacute;daction de son
oratorio biblique Ruth.</P>

<P>Apr&egrave;s un s&eacute;jour deux ans en Belgique o&ugrave; son p&egrave;re
ne trouva pas les avantages recherch&eacute;s, la famille revient, en 1844,
&agrave; Paris. La carri&egrave;re de Franck, comme virtuose, est en d&eacute;clin
et la pauvre r&eacute;action &agrave; la premi&egrave;re repr&eacute;sentation
de son oratorio Ruth (4 janvier 1846) contribuent &agrave; la d&eacute;t&eacute;rioration
de ses relations avec son p&egrave;re d&eacute;&ccedil;u. Peu apr&egrave;s,
il quitte la r&eacute;sidence familiale.</P>

<P>Pour subvenir &agrave; ses besoins, en plus de recruter de nouveaux
&eacute;l&egrave;ves, il enseigne dans diff&eacute;rentes &eacute;coles
publiques et institutions religieuses et obtient le poste d'organiste &agrave;
la petite &eacute;glise Notre-Dame-de-Lorette.</P>

<P>Franck passe la majorit&eacute; de son temps &agrave; la maison de sa
fianc&eacute;e, F&eacute;licit&eacute; Saillot Desmousseaux, une artiste
dramatique qu'il &eacute;pouse, le 22 f&eacute;vrier 1848 et ce, malgr&eacute;
que son p&egrave;re soit farouchement oppos&eacute &agrave; cette relation
mais qui accepte, &agrave; contrecoeur, d'assister au mariage.</P>

<P>Durant ce temps, Franck compose un po&egrave;me symphonique &quot;Ce
qu'on entend sur la montagne&quot; et travaille sur un op&eacute;ra qui
demeurera inachev&eacute; &quot;Le valet de la ferme&quot;. &Agrave; part
ces deux oeuvres, aucun autre ouvrage de quelque importance ne sera produit
pour la p&eacute;riode allant de 1848 &agrave; 1858.</P>

<P>En 1853, il devient organiste &agrave; l'&eacute;glise Saint-Jean-Saint-Fran&ccedil;ois
du Marais qui poss&egrave;de un orgue Cavaill&eacute;-Coll. Frank est rattach&eacute;
&agrave; cette firme en tant que &quot;repr&eacute;sentant artistique&quot;.
Ayant &eacute;t&eacute; inspir&eacute; par le jeu de Lemmens, il est probablement
d&eacute;termin&eacute; &agrave; perfectionner sa technique, principalement
&agrave; la p&eacute;dale, et &agrave; d&eacute;velopper ses techniques
d'improvisation.</P>

<P>Une nouvelle &egrave;re dans la carri&egrave;re de Franck d&eacute;bute,
d&eacute;but 1858, lorsqu'il devient, suite &agrave; un concours o&ugrave;
se pr&eacute;sent&egrave;rent plusieurs comp&eacute;titeurs, l'organiste
de la nouvelle basilique Sainte-Clothilde o&ugrave; il inaugure, le 19
d&eacute;cembre 1859, l'un des plus beaux instruments produits par Cavaill&eacute;-Coll.
Il en restera le titulaire jusqu'&agrave; sa mort.</P>

<P>Quoique concern&eacute; de produire une musique de qualit&eacute; pour
les services religieux, ses extemporisations d'apr&egrave;s-service devinrent
rapidement une attraction publique. De cette &eacute;poque datent les &quot;Six
pi&egrave;ces pour orgue&quot; mais elles n'eurent pas de suite si ce n'est
qu'un certain nombre de petites pi&egrave;ces pour orgue qui seront publi&eacute;es
de fa&ccedil;on posthume.</P>

<P>En 1871, &agrave; la surprise g&eacute;n&eacute;rale, il est nomm&eacute;
comme professeur d'orgue au Conservatoire de Paris en remplacement de Benoist.
Pour obtenir ce poste, il doit devenir citoyen fran&ccedil;ais. Il prend
officiellement possession de sa classe, le 1er f&eacute;vrier 1872.</P>

<P>C'est durant cette ann&eacute;e 1872, qu'il compl&egrave;te la premi&egrave;re
version de l'oratorio &quot;R&eacute;demption&quot; lequel fut un &eacute;chec
lamentable lors de la premi&egrave;re repr&eacute;sentation d&ucirc; une
ex&eacute;cution pitoyable. Franck remodela l'oeuvre, suite aux persuasions
de Duparc et d'Indy, pour en faire une deuxi&egrave;me version qui elle
sera acclam&eacute;e.</P>

<P>La p&eacute;riode allant de 1874 jusqu'&agrave; sa mort marque une p&eacute;riode
intense de cr&eacute;ativit&eacute;: oratorios, oeuvres pour piano, quatuor
pour cordes, sonate pour violon, ballet, po&egrave;mes et variations symphoniques,
pi&egrave;ces pour orgue, etc.</P>

<P>En 1885, il re&ccedil;oit la croix de la L&eacute;gion d'honneur et
un an apr&egrave;s, en 1886, il devient pr&eacute;sident la Soci&eacute;t&eacute;
Nationale de Musique.</P>

<P>&Agrave; l'automne 1890, il est victime d'une grippe qui, mal soign&eacute;e,
tourne &agrave; la pleur&eacute;sie. Il meurt le 8 novembre 1890.</P>

<P>Il eut droit &agrave; des fun&eacute;railles modestes. Aucune d&eacute;l&eacute;gation
officielle du Minist&egrave;re ou de l'Administration des Beaux-Arts ne
fut repr&eacute;sent&eacute;e alors que le Conservatoire le fut par Delibes.
Parmi ceux pr&eacute;sents aux fun&eacute;railles, on remarquait Faur&eacute;,
Bruneau, Widor, Lalo, Duparc, d'Indy, Chausson, Lekeu, Vierne, Dukas, Guilmant
ainsi que celui qui livra l'oraison fun&egrave;bre, Chabrier.</P>
</TD>
<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="frac.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="frac.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
