<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Félix Mendelssohn - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Félix Mendelssohn">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Mendelssohn">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Félix Mendelssohn</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>

<TD>
<P>N&eacute; d'une famille qui avait le savoir et les moyens pour former son talent, arriv&eacute; &agrave; une maturit&eacute; cr&eacute;ative &agrave; un &acirc;ge plus jeune que tout autre compositeur important, il &eacute;tait devenu &agrave; l'&acirc;ge de 30 ans – apr&egrave;s une s&eacute;rie quasi cons&eacute;cutive de triomphes – l'un des compositeurs les plus appr&eacute;ci&eacute;s de son &eacute;poque. Toutefois, l'histoire de sa vie d&eacute;gage, qu'en conclusion, une vie parfaite est illusoire parce qu'&agrave; la fin, l'inspiration se r&eacute;v&egrave;le in&eacute;gale au talent et lorsque survient la premi&egrave;re grande &eacute;preuve, elle peut &ecirc;tre assez brutale pour entra&icirc;ner la mort.</P>
<P>Il est n&eacute;, Jakob Ludwig Felix, le 3 f&eacute;vrier 1809, fils d'Abraham et Leah Mendelssohn. Son p&egrave;re &eacute;tait un banquier prosp&egrave;re et sa m&egrave;re, une artiste et musicienne. Abraham, fils de l'illustre philosophe juif Moses Mendelssohn, se d&eacute;crira modestement plus tard comme "D'abord j'&eacute;tais le fils de mon p&egrave;re, maintenant je suis le p&egrave;re de mon fils". Lorsque F&eacute;lix &eacute;tait encore tout jeune, la famille d&eacute;m&eacute;nagea &agrave; Berlin o&ugrave; il re&ccedil;ut, en compagnie de sa sœur qui poss&eacute;dait un talent comparable au sien, Fanny, ses premi&egrave;res le&ccedil;ons de piano de la part de leur m&egrave;re. Tr&egrave;s t&ocirc;t, ils travaill&egrave;rent avec les meilleurs professeurs de musique s'astreignant &agrave; une c&eacute;dule rigoureuse, mise en vigueur par leur p&egrave;re, et qui commen&ccedil;ait &agrave; 5 heures du matin. Les deux enfants excell&egrave;rent aussi dans leurs &eacute;tudes et leurs autres int&eacute;r&ecirc;ts; F&eacute;lix &eacute;tait particuli&egrave;rement dou&eacute; pour le dessin et la peinture. Lorsqu'il appar&ucirc;t &eacute;vident que la religion de F&eacute;lix pouvait devenir une barri&egrave;re pour le futur de sa carri&egrave;re dans une Allemagne antis&eacute;mitique, Abraham convertit sa famille au protestantisme; pour distinguer sa branche arch&eacute;ologique de cette qui ne l'&eacute;tait pas, Abraham changea le surnom en Mendelssohn-Bartholdy. F&eacute;lix utilisera cette convention.</P>
<P>On ne conna&icirc;t pas l'effet exact qu'a eu cette d&eacute;cision sur la vie de F&eacute;lix. De toutes apparences, F&eacute;lix a eu une jeunesse &eacute;manant presque d'un conte de f&eacute;e, il fit ses d&eacute;buts en public en tant que pianiste &agrave; l'&acirc;ge de 9 ans et en tant que compositeur &agrave; l'&acirc;ge de 10 ans. Durant ses &eacute;tudes avec le compositeur Karl Zelter, un ami de Goethe, F&eacute;lix devint un favori du vieux po&egrave;te et a souvent jou&eacute; pour lui. Zelter garda son &eacute;l&egrave;ve constamment sur une di&egrave;te de Bach, insistant sur l'&eacute;tude de la fugue. &Agrave; l'&acirc;ge de 12 ans, F&eacute;lix avait produit 9 fugues, 5 symphonies pour cordes, 2 op&eacute;ras et une quantit&eacute; de petites œuvres. L'ann&eacute;e suivante, son p&egrave;re arrangea une s&eacute;rie de f&ecirc;tes musicales dominicales o&ugrave; les meilleurs musiciens d'Europe y &eacute;taient invit&eacute;s pour se produire avec F&eacute;lix et y jouer ses compositions.</P>
<P>&Agrave; l'&acirc;ge de 16 ans, avec un bagage musical assez consid&eacute;rable pour son &acirc;ge, il parvient &agrave; une pleine maturit&eacute; avec son extraordinaire <I>Octuor en mi b&eacute;mol majeur pour cordes</I>, composition qui le distan&ccedil;ait consid&eacute;rablement de tout ce qu'avait pu produire, au m&ecirc;me &acirc;ge, un Schubert ou un Mozart. Vint ensuite une œuvre d'une imagination et d'une habilit&eacute; toute comparable, l'ouverture pour <I>A Midsummer Night's Dream</I> de Shakespeare dont il en dirigea la premi&egrave;re en 1826.</P>
<P>D'aucune fa&ccedil;on la r&eacute;putation de Mendelssohn n'&eacute;tait limit&eacute;e qu'&agrave; la composition. N'&eacute;tant qu'adolescent, il &eacute;tait l'un des meilleurs pianistes de son temps mais il allait devenir encore plus c&eacute;l&egrave;bre en tant que chef d'orchestre. En 1829, alors &acirc;g&eacute; de 20 ans, il a dirig&eacute; le Singakademie de Berlin lors de la reprise historique de la <I>Passion selon Saint Mathieu</I> de Johann Sebastian Bach, ex&eacute;cut&eacute;e pour la premi&egrave;re fois depuis l'&eacute;poque de Bach. L'impression que laissa cette ex&eacute;cution fut tellement profonde qu'elle allait faire na&icirc;tre l'&eacute;lan de renouveau pour la musique de Bach au 19&egrave; si&egrave;cle. Mendelssohn se lan&ccedil;a sur une grande tourn&eacute;e de l'Europe qui allait durer trois ans, suscitant partout l'admiration. Cette tourn&eacute;e marquera la premi&egrave;re de ses dix visites en Angleterre o&ugrave; son &eacute;toile brillera toujours de tous ses feux; il devint un favori de la reine Victoria (dans une c&eacute;l&egrave;bre lettre, Mendelssohn y confie avoir accompagn&eacute; les chants de la reine au Palais de Buckingham). Il visita aussi l'&Eacute;cosse, voyage qui allait inspir&eacute; la superbe ouverture <I>Fingal's Cave</I> (ou <I>Les H&eacute;brides</I>) et la symphonie <I>Scotch</I> (&eacute;cossaise). Tout au long de ses voyages, il pratiqua ses dessins et a &eacute;crit des rapports ravissants pour Fanny et ses parents. Sa personnalit&eacute; rayonnante et sa belle apparence lui valurent de se faire des amis partout o&ugrave; il allait, principalement parmi les musiciens les plus en vue d'Europe.</P>
<P>On eut cr&ucirc; que les choses ne pouvaient &ecirc;tre meilleures mais, pour un temps, elle le furent. En 1836, &agrave; l'&acirc;ge de 27 ans, Mendelssohn devint le directeur du v&eacute;n&eacute;rable orchestre du Gewandhaus de Leipzig. Fid&egrave;le &agrave; la formule, il allait en faire, sous sa direction, le meilleur orchestre au monde &eacute;largissant son r&eacute;pertoire pour y inclure les modernes mais aussi en profondeur vers les anciens. L'ann&eacute;e suivante, il &eacute;pouse la fille d'un pasteur, C&eacute;cile Jeanrenaud, une beaut&eacute; de 18 ans; leur mariage d&eacute;bordant de bonheur produira cinq enfants. Quelques ann&eacute;es plus tard, il dirigea l'organisation du nouveau conservatoire de Leipzig o&ugrave; il enseigna le piano et la composition. Durant tout ce temps, il continua de produire de grandes et de petites œuvres; parmi les œuvres importantes compl&eacute;t&eacute;es dans la d&eacute;cennie apr&egrave;s 1833, on note les symphonies <I>Scotch</I> (&eacute;cossaise) et <I>Italian</I> (italienne), et le c&eacute;l&egrave;bre <I>Concerto pour violon en mi mineur</I> d&eacute;di&eacute; au virtuose et ami Ferdinand David. &Agrave; propos de ce concerto, dont certaines parties solo ont &eacute;t&eacute; probablement &eacute;crites par David lui-m&ecirc;me, on peut le qualifier comme &eacute;tant le meilleur concerto du si&egrave;cle apr&egrave;s Beethoven (les amateurs de Brahms pourront ne pas &ecirc;tre d'accord). Cette œuvre a &eacute;t&eacute; en gestation pendant six ans, ce qui illustre bien que, malgr&eacute; une production prolifique, Mendelssohn &eacute;tait tr&egrave;s attentif aux moindres d&eacute;tails d'une œuvre quelle qu'elle f&ucirc;t. Toutefois, en 1845, sa c&eacute;dule de travail grugea le meilleur de lui-m&ecirc;me et sa chance allait tirer &agrave; sa fin.</P>
<P>Le rythme infernal de travail que s'imposait Mendelssohn allait hypoth&eacute;quer sa constitution physique d&eacute;licate. Quoique souffrant d&eacute;j&agrave; du surmenage, il insista pour aller en Angleterre, en 1846, pour y diriger la premi&egrave;re de son oratorio, <I>Elijah</I>. Comme d'habitude, ce fut un triomphe mais le voyage hypoth&eacute;qua davantage sa sant&eacute;. Il poursuivit ce m&ecirc;me rythme d'enfer lors de son retour &agrave; Leipzig et retourna en Angleterre l'ann&eacute;e suivante. Admettant finalement qu'il avait besoin de repos, il annula ses t&acirc;ches de direction et d'enseignement et s'enfuit en vacances vers Frankfort. D&egrave;s son arriv&eacute;e, il re&ccedil;ut la nouvelle que sa sœur bien-aim&eacute;e, Fanny, &eacute;tait morte. Lorsque survinrent la mort de son p&egrave;re et de sa m&egrave;re, il avait &eacute;t&eacute; boulevers&eacute; pendant un certain temps mais ce coup impr&eacute;vu, alors qu'il &eacute;tait d&eacute;j&agrave; en &eacute;tat de faiblesse, allait produire quelque chose d'encore plus terrible: &agrave; l'annonce de la nouvelle, il poussa un cri d&eacute;chirant et alors que se brisaient des vaisseaux sanguins dans sa t&ecirc;te, il tomba inconscient sur le plancher.</P>
<P>Il se remit de cette crise en un homme transform&eacute;, sap&eacute; de sa vitalit&eacute; et de sa bonne humeur. Les mois qui suivirent furent empreints de d&eacute;pression, d'acc&egrave;s de douleur et d'un d&eacute;clin persistant. La principale œuvre cr&eacute;atrice de cette &eacute;poque f&ucirc;t le <I>Quatuor pour cordes en fa mineur</I> (op. 80), une œuvre toute empreinte de douleur et de souffrance.</P>
<P>Il est mort, &agrave; l'&acirc;ge de 38 ans, &agrave; Leipzig, le 4 novembre 1847. Le monde musical fut estomaqu&eacute;; des services fun&egrave;bres eurent lieu &agrave; travers toute l'Allemagne, en Angleterre ainsi qu'&agrave; Paris.</P></FONT></BODY>



</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="menf.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="menf.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
