<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Introduction</TITLE>
   <META NAME="Description" CONTENT="Page d'introduction au projet / Project Introduction Page">
</HEAD>
<BODY TEXT="#000000" BGCOLOR="#FFFFFF" LINK="#000000" VLINK="#000000" ALINK="#000000">

<font face=Verdana>

<TABLE width=90%>
<TR>
<TD>
<CENTER><TABLE CELLSPACING=5 CELLPADDING=5 >
<TR align="left" valign="top">
<TD align=center><font size=+3><A NAME="Francais">Introduction</A></font><BR>
<font size=-2><A HREF="#English">Text in English</A></font></TD>
</TR>
</TABLE></CENTER>

<P><HR WIDTH="100%"></P>


<font size=-1>
<P>Les diff&eacute;rentes portions qui composent ce site repr&eacute;sentent le r&eacute;sultat de recherches effectu&eacute;es dans le domaine de la musique et des musiciens.</P>

<P>Dans le grand monde de la musique, la musique d'orgue occupe une place tr&egrave;s particuli&egrave;re. Cette pr&eacute;f&eacute;rence explique la pr&eacute;sence pr&eacute;pond&eacute;rente accord&eacute;e aux oeuvres pour orgue et &agrave; leurs compositeurs dans cette base de donn&eacute;es.</P>

<P><HR WIDTH="100%"></P>

<H1><FONT SIZE=+1>Origine et d&eacute;veloppement</FONT></H1>

<UL TYPE=SQUARE>
L'id&eacute;e d'informatiser des donn&eacute;es musicologiques et musicographiques remonte en 1987, alors que j'&eacute;prouvais un besoin de proc&eacute;der &agrave; une quelconque structure pour assurer le catalogage du contenu d'une discoth&egrave;que contenant au-del&agrave; de 1000 disques et qui aujourd'hui en contient pr&egrave;s de 5000.

<P><CENTER><HR WIDTH="75%"></CENTER></P>

<LI><B><FONT SIZE=+1>Approches &agrave; la r&eacute;alisation de la base de donn&eacute;es musicographiques</FONT></B></LI>
</UL>

<UL TYPE=SQUARE>
<P>Une premi&egrave;re approche a &eacute;t&eacute; r&eacute;alis&eacute;e &agrave; partir des informations contenues sur les pochettes de disques. Or, il est devenu &eacute;vident que cette information n'est ni normalis&eacute;e, ni uniforme &agrave; travers les diff&eacute;rents &eacute;diteurs de disques.</P>

<P>Une deuxi&egrave;me approche, qui est en fait le prolongement de la premi&egrave;re, vise essentiellement &agrave;:</P>

<UL><LI><FONT SIZE=+1>normaliser l'identification des <B><I>compositeurs</I></B>.</FONT></LI>

<P>Cette t&acirc;che consiste d'abord &agrave; inventorier les diff&eacute;rents compositeurs et &agrave; en normaliser l'orthographe des noms et pr&eacute;noms. Ce travail s'effectue &agrave; partir des diff&eacute;rents dictionnaires et publications. Toutefois, une lacune: plusieurs compositeurs canadiens et qu&eacute;b&eacute;cois sont absents de ces publications.</P>

<P>Cette premi&egrave;re partie &eacute;tant presque termin&eacute;e, elle appara&icirc;t, au menu, sous la rubrique &quot;Compositeurs&quot;. &Agrave; l'int&eacute;rieur, les donn&eacute;es sont disponibles en s&eacute;quence alphab&eacute;tique du nom des compositeurs.</P>

<LI><FONT SIZE=+1>normaliser et uniformiser l'identification des <B><I>oeuvres</I></B>.</FONT></LI>

<P>Cette t&acirc;che consiste, &agrave; partir des catalogues officiels des oeuvres pour chaque compositeur, &agrave; normaliser l'appellation des titres des oeuvres et &agrave; d&eacute;couper celles-ci en mouvements puisqu'il y a tendance, dans le domaine du disque, de ne pr&eacute;senter que des extraits de certaines oeuvres.</P>

<P>Pour les compositeurs les plus connus, l'acc&egrave;s &agrave; un catalogue th&eacute;matique a facilit&eacute; la confection du catalogue des oeuvres mais, pour d'autres, la pr&eacute;sence de plusieurs catalogues a n&eacute;cessit&eacute; la compilation de chacun. Pour certains compositeurs plus obscurs ou pour qui des catalogues officiels n'ont pas &eacute;t&eacute; publi&eacute;s, la confection du catalogue des oeuvres repose sur les informations souvent collig&eacute;es &agrave; la fin d'un texte sur leur bibliographie ou sur des listes sommaires apparaissant dans diff&eacute;rents dictionnaires et o&ugrave; seulement les oeuvres jug&eacute;es les plus importantes y figurent.</P>

<P>Ce travail a fait l'objet de plusieurs appuis et conseils judicieux de la part de M. Martin Pr&eacute;vel, professeur &agrave; l'&Eacute;cole de musique de l'Universit&eacute; Laval, qui se proposait de s'en servir comme base en vue d'un projet d'une plus grande envergure. Malheureusement, son d&eacute;c&egrave;s subit (janvier 1997) a mis pr&eacute;matur&eacute;ment fin &agrave; notre collaboration et c'est &agrave; sa m&eacute;moire que je d&eacute;die cette portion de mes recherches.</P>

<P>Cette deuxi&egrave;me partie n'est que compl&eacute;t&eacute;e partiellement. Les premiers documents sont disponibles sous la rubrique &quot;Oeuvres&quot;.</P>
</UL>

<P><HR WIDTH="100%"></P>

<LI><B><FONT SIZE=+1>L'orgue et la musique d'orgue</FONT></B></LI>

<P>L'orgue: l'instrument et le r&eacute;pertoire qui s'y rattache ont toujours &eacute;t&eacute; une fascination chez moi. Le contact, d&egrave;s ma tendre enfance, avec un de ces instruments allait marquer toute ma vie. C'est pourquoi je d&eacute;die quelques pages aux plus belles orgues du Qu&eacute;bec, du Canada et enfin du monde entier.</P>

</UL>

<P><HR WIDTH="100%"></P>

<CENTER><TABLE CELLSPACING=5 CELLPADDING=5 >
<TR align="left" valign="top">
<TD align=center><font size=+3><A NAME="English">Introduction</A></font><BR>
<font size=-2><A HREF="#Francais">Texte en français</A></font></TD>
</TR>
</TABLE></CENTER>

<P><HR WIDTH="100%"></P>

<P>In following pages you will find the results coming from the research work I have carried out into the world of classical music and into composers. All this work was done in French but some parts will be translated or some notes will be added in English, where necessary.</P>

<P>Within the music world, pipe organ music has and will always have a special status. Therefore you will notice that organ works and composers represent a large share of the data available.</P>

<P><HR WIDTH="100%"></P>

<H1><FONT SIZE=+2>Beginnings and developpement</FONT></H1>

<UL TYPE=SQUARE>
<LI>The idea about automating musicology and discography data came in 1987 when I needed a way to catalogue the content of a personal library of approximately 1000 LPs and CDs and which has grown now to over 5000.</LI>

<P><CENTER><HR WIDTH="75%"></CENTER></P>

<LI><B><FONT SIZE=+1>Approches to my musicology database</FONT></B></LI>
</UL>

<UL TYPE=SQUARE>
<P>A first approach was devised from informations extracted from LP covers and CD booklets. It became evident that the information gathered was neither normalized nor uniform throughout the many LP and CD labels.</P>

<P>A second approach, an extension of the first one, included:</P>

<UL>
<LI><FONT SIZE=+1>the normalization of <B><I>composer's </I></B>identification</FONT></LI>

<P>This task is about making a list of composers represented in my library and to normalize the way their family name and/or first name are spelled. Data is then verified against different dictionnaries and publications. On problem: many composers either from Quebec or Canada are missing from international publications.</P>

<P>This first task is now completed and it is shown under the item &quot;Composers&quot; from the main menu. Data is presented in alphabetical sequence of the composers' name.</P>

<LI><FONT SIZE=+1>the normalization and uniformity of <B><I>works title</I></B></FONT></LI>

<P>This task covers, for each composer, going through official thematic catalogues of works in order to normalize the works title and also to record the different sections or mouvements of each work since there is a trend in the record business to publish only excerpts (one mouvement or only an aria) from larger works.</P>

<P>For well-known composers, access to thematic catalogues was fairly easy and a list of works was obtained but for others, where many catalogues were available, cross-reference tables had to be built. For lesser-known composers where no thematic catalogue was available, the work list had to be built from informations published, mainly in appendices, in bibliography books or from summary lists published in dictionnaries where only the major works appear.</P>

<P>In this meticulous work, I have received much support and judicious advices from Dr. Martin Pr&eacute;vel, School of Music Professor at Universit&eacute; Laval in Quebec City. He had great plans for this project but his sudden death (January 1997) has put a premature end to our collaboration. I wish to dedicate this section to his memory.</P>

<P>This second part is only partly completed. The first documents are available under the item &quot;Works&quot; from the main menu. All titles are in French but I plan to add some English notes when required.</P>
</UL>

<P><HR WIDTH="100%"></P>

<LI><B><FONT SIZE=+1>Pipe Organs and Organ Music</FONT></B></LI>

<P>The pipe organ: I have always been fascinated by this instrument and always cheered organ works. The close contact with a fine instrument, early in my childhood, has branded me for life. I dedicate these few pages to famous instruments located in Quebec, in Canada and throughout the world.</P>
</UL>

<P><HR WIDTH="100%"></P>
</TD>
</TR>
</TABLE>

</BODY>
</HTML>
