<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Dietrich Buxtehude - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Districh Buxtehude">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Buxtehude">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Dietrich Buxtehude</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><br></TD>
<TD>

<P>Aucun document n'existe permettant d'authentifier le lieu ainsi que la date de naissance de Buxtehude et m&ecirc;me 
sa nationalit&eacute; a fait l'objet de dispute. La seule information contemporaine provient d'une notice parue dans 
&quot;Nova literia Maris Balthici&quot; parue peu de temps apr&egrave;s sa mort:</P>

<BLOCKQUOTE>«Il reconnaissait le Danemark comme son pays natal, alors qu'il s'&eacute;tablissait dans notre 
r&eacute;gion; il y v&eacute;cut environ 70 ans.»</BLOCKQUOTE>

<P>Quoique sa famille &eacute;tait originaire de la ville de Buxtehude, au sud-ouest de Hambourg, ses anc&ecirc;tres 
se sont &eacute;tablis, d&egrave;s le d&eacute;but du 16&egrave; si&egrave;cle, &agrave; Oldesloe dans le duch&eacute; 
de Holstein. Son p&egrave;re, Johannes (1602-1674), &eacute;tait un organiste et ma&icirc;tre d'&eacute;cole et sa 
pr&eacute;sence &agrave; Oldesloe est document&eacute;e jusqu'en 1638 alors qu'il d&eacute;m&eacute;nage &agrave; 
Helsingborg dans le district de Scania (maintenant Halsingborg, Su&egrave;de) pour devenir organiste &agrave; 
l'&eacute;glise Marienkirche. Tant Holstein que Scania &eacute;taient, en ce temps-l&agrave;, sous gouverne danoise. 
Peu apr&egrave;s, en 1641 ou 1642, il d&eacute;m&eacute;nage &agrave; Helsingor au Denmark pour devenir organiste 
&agrave; l'&eacute;glise Olaikirche, une position qu'il occupera jusqu'&agrave; sa retraite en 1671.</P>

<P>Dietrich Buxtehude a probablement &eacute;tudi&eacute; au Lateinschule de Helsingor et a re&ccedil;u, de son 
p&egrave;re, son &eacute;ducation musicale. En 1657 ou 1658, il devient organiste &agrave; l'ancienne &eacute;glise de 
son p&egrave;re &agrave; Helsingborg et, en 1660, il retourne &agrave; Helsingor comme organiste &agrave; 
l'&eacute;glise Marienkirche, une communaut&eacute; de langue allemande. Lors du d&eacute;c&egrave;s de Franz Tunder, 
le 5 novembre 1667, le poste d'organiste &agrave; l'&eacute;glise Marienkirche de Lubeck, l'un des postes les plus 
prestigieux du nord de l'Allemagne, devient vacant. Apr&egrave;s que plusieurs autres organistes aient appliqu&eacute; 
pour le poste et n'aient pas &eacute;t&eacute; retenus, Buxtehude est choisi le 11 avril 1668. Au m&ecirc;me moment, 
il faut nomm&eacute; Werkmeister, un poste comprenant les t&acirc;ches de secr&eacute;taire, de tr&eacute;sorier et 
d'agent administratif de l'&eacute;glise; ce poste, comportant un salaire distinct, &eacute;tait normalement 
d&eacute;volu &agrave; l'organiste. Buxtehude devient citoyen de Lubek le 23 juillet 1668 et, quelques jours plus 
tard, le 3 ao&ucirc;t 1668, il mariait Anna Margarethe Tunder, la fille de son pr&eacute;d&eacute;cesseur. Il n'est 
pas certain que ce mariage est &eacute;t&eacute; une condition d'emploi comme ce sera le cas avec son successeur, mais 
cette coutume n'&eacute;tait pas inusit&eacute;e en ces temps-l&agrave;. La sœur a&icirc;n&eacute;e, Augusta Sophie, 
&eacute;tait d&eacute;j&agrave; mari&eacute;e au Kantor de l'&eacute;glise, Samuel Franck. Le p&egrave;re de Buxtehude 
le rejoignit &agrave; Lubek en 1673 alors que son fr&egrave;re, Peter, un barbier, suivit en 1677.</P>

<P>Les t&acirc;ches principales de Buxtehude consistaient de jouer lors du service principal journalier, le service de 
l'apr&egrave;s-midi le dimanche et les jours de f&ecirc;te ainsi que pour les V&ecirc;pres la veille apr&egrave;s-midi. 
En plus des pr&eacute;ludes habituels pour les chorals de la communaut&eacute; et des chants du chœur, Buxtehude jouait 
durant la communion et ce, souvent avec la participation d'instrumentalistes ou chantres, ou les deux, lesquels 
&eacute;taient r&eacute;mun&eacute;r&eacute;s par l'&eacute;glise. Une partie de sa renomm&eacute;e, toutefois, 
reposait sur une activit&eacute; qui se situait hors de ses fonctions officielles &agrave; l'&eacute;glise: peu 
apr&egrave;s son arriv&eacute;e &agrave; Lubek, il reprit les s&eacute;ries de concerts donn&eacute;es dans 
l'&eacute;glise, appel&eacute;es &quot;Abendmusik&quot;, dont Thunder donnait un jour de semaine mais que Buxtehude 
pla&ccedil;a &agrave; 4 pm imm&eacute;diatement apr&egrave;s le service de l'apr&egrave;s-midi, sur cinq dimanches par 
ann&eacute;e - les deux derniers de la Trinit&eacute; ainsi que le deuxi&egrave;me, troisi&egrave;me et 
quatri&egrave;me de l'Avent. Aucune composition qui aurait pu &ecirc;tre ex&eacute;cut&eacute;e lors de ces concerts 
n'a surv&eacute;cu quoique certaines de ses œuvres vocales auraient pu &ecirc;tre utilis&eacute;es.</P>

<P>Buxtehude a rempli fid&egrave;lement ses t&acirc;ches &agrave; l'&eacute;glise Marienkirche pendant pr&egrave;s de 
40 ans. La seule r&eacute;f&eacute;rence quant &agrave; ses voyages est une visite &agrave; Hambourg, en 1687, pour y 
examiner un orgue de Schnitger r&eacute;cemment install&eacute; dans l'&eacute;glise Nikolaikirche. Il &eacute;tait en 
contact, d'une fa&ccedil;on ou d'une autre, avec les autres principaux musiciens allemands de son temps. Il 
&eacute;tait ami avec la famille Duben de Stockholm. C'est &agrave; la vaste collection de manuscrits de musique 
sacr&eacute;e de Gustaf Duben que l'on doit la conservation de presque toute la musique vocale de Buxtehude. C'est 
aussi la source des œuvres de Kaspar Forster que Buxtehude semble avoir connu soit de fa&ccedil;on personnelle ou par 
l'entremise de Duben. Son amiti&eacute;, &agrave; Lubek, avec Johann Theile est attest&eacute;e par un po&egrave;me 
compos&eacute; pour la Passion que Theile publia en 1673. Selon Mattheson, Theile a enseign&eacute; &agrave; Buxtehude 
mais il est plus probable que les deux musiciens se consid&eacute;raient eux-m&ecirc;mes comme coll&egrave;gues. Les 
po&egrave;mes de Buxtehude apparaissent aussi dans &quot;Harmonologia musica&quot; (1702) de Andreas Werckmeister. 
C'est aussi Werckmeister qui transmit plusieurs des compositions pour orgue de Buxtehude &agrave; J.G. Walther et dont 
les copies sont toujours existantes.</P>

<P>Parmi la jeune g&eacute;n&eacute;ration d'organistes, Nicolaus Bruhns a &eacute;t&eacute; son &eacute;l&egrave;ve, 
et Pachelbel lui a d&eacute;di&eacute; son &quot;Hexachordum Apollonis&quot; (1699). Mattheson et Handel le 
visit&egrave;rent, &agrave; Lubek, le 17 ao&ucirc;t 1703. Mattheson, consid&eacute;r&eacute; comme &eacute;tant son 
successeur &eacute;ventuel, d&eacute;clina l'offre lorsqu'il prit connaissance de la condition de mariage qui y 
&eacute;tait rattach&eacute;e. La documentation concernant le fameux voyage de Bach &agrave; Lubek repose sur le 
compte-rendu de consistoire d'Arnstadt du 21 f&eacute;vrier 1706 o&ugrave; il est dit &quot;qu'il s'est rendu &agrave; 
Lubek pour y apprendre des choses concernant son art&quot; et qu'il ait demand&eacute; une permission d'absence d'une 
dur&eacute;e de quatre semaines mais il y est rest&eacute; &agrave; peu pr&egrave;s quatre fois plus longtemps. Il 
&eacute;tait probablement pr&eacute;sent lors des extraordinaires Abendmusik des 2 et 3 d&eacute;cembre 1705 
comm&eacute;morant la mort de l'empereur Leopold I et l'accession de Joseph I. Il est clair, &agrave; partir de la 
notice n&eacute;crologique de Bach, que le but de sa visite &eacute;tait d'entendre Buxtehude &agrave; l'orgue.</P>

<P>Buxtehude a &eacute;t&eacute; mis en terre, le 16 mai 1707, dans l'&eacute;glise Marienkirche aux 
c&ocirc;t&eacute;s de son p&egrave;re et de ses quatre filles qui l'avaient pr&eacute;c&eacute;d&eacute;. Un 
successeur, consentant &agrave; la condition de mariage, J.C. Schieferdecker, agissant d&eacute;j&agrave; comme son 
assistant, fut nomm&eacute; organiste et Werkmeister le 23 juin et il maria Anna Margareta Buxtehude, le 21 ao&ucirc;t 
1707.</P>

</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><br></TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="buxd.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A>
<A HREF="buxd.html">retour aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
