<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Maurice Ravel - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Maurice Ravel">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Ravel">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Maurice Ravel</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>

<TD>Maurice (Joseph) Ravel naquit &agrave; Cibourne (Basses Pyr&eacute;n&eacute;es)
le 7 mars 1875. Fils a&icirc;n&eacute; de Joseph Ravel, un ing&eacute;nieur
m&eacute;canicien, qui &eacute;tait dou&eacute; d'un esprit inventif, curieux
de toutes choses, et particuli&egrave;rement attir&eacute; par la musique.
Peu de temps apr&egrave;s sa naissance, le p&egrave;re obtient un emploi
&agrave; Paris et la famille y d&eacute;m&eacute;nage. Il y vivra toute
sa vie. 
<P>Quoique son p&egrave;re soit d'origine suisse alors que sa m&egrave;re,
Marie Delouart, est d'origine basque, l'enfance de Maurice Ravel est tout
&agrave; fait parisienne et d&egrave;s qu'il devint &eacute;vident qu'il
manifestait des dons en vue d'une carri&egrave;re possible en musique,
il fut confi&eacute; aux meilleurs professeurs.</P>

<P>Il est d'abord confi&eacute; &agrave; Henry Ghys (1882) pour le piano,
et &agrave; Charles-Ren&eacute; (1887) pour l'harmonie. En 1889, alors
qu'il est l'&eacute;l&egrave;ve d'Emile Decombes (piano), il est admis
&agrave; la classe pr&eacute;paratoire d'Eug&egrave;ne Anthi&ocirc;me au
Conservatoire. Deux ans plus tard, il gradue &agrave; la classe de Charles
de B&eacute;riot pour le piano et &eacute;tudie l'harmonie avec Emile Pessard.</P>

<P>Durant ses premi&egrave;res ann&eacute;es au Conservatoire (1889-1895),
il d&eacute;montre un talent pour les nouvelles exp&eacute;riences. Durant
cette p&eacute;riode, il se lie d'amiti&eacute; avec le pianiste espagnol
Ricardo Vines, un confr&egrave;re dans la classe de B&eacute;riot. Il est
enthousiasm&eacute; par la musique de Wagner, Chabrier et Satie ainsi que
par l'&eacute;cole russe tandis qu'au niveau litt&eacute;raire, il se porte
vers Beaudelaire, Poe et Mallarm&eacute;.</P>

<P>Ravel quitte le Conservatoire en 1895 pour y revenir en 1896. On pr&eacute;sume
que c'est durant cette ann&eacute;e pass&eacute;e hors du Conservatoire
qu'il aurait d&eacute;cid&eacute; de consacrer sa vie &agrave; la composition
musicale. Il est alors admis dans la classe de Gabriel Faur&eacute; (composition)
et celle d'Andr&eacute; G&eacute;dalge (contrepoint et orchestration).</P>

<P>&Agrave; compter de 1900 et pour quatre ann&eacute;es cons&eacute;cutives,
Ravel tente, en vain, d'obtenir le prix de Rome en composition. En 1903,
Ravel doit quitter la classe de Faur&eacute; alors qu'il n'a pas r&eacute;ussi
&agrave; obtenir un prix de composition. L'attitude des autorit&eacute;s
du Conservatoire envers Ravel, en plus d'&ecirc;tre dict&eacute;e par le
fait que celui-ci n'ait pas satisfait aux exigences acad&eacute;miques,
est une cons&eacute;quence d'id&eacute;aux artistiques irr&eacute;conciliables.</P>

<P>De 1905 &agrave; 1908, Ravel produit plusieurs oeuvres. Sa personalit&eacute;
s'accuse trop audacieusement et suscite des controverses passionn&eacute;es.</P>

<P>En 1909, il rencontra Stravinsky lors la visite des ballets russes &agrave;
Paris. Cette visite eut beaucoup d'impact sur le travail de plusieurs compositeurs
dont certains produiront des ballets pour la compagnie qui est sous la
direction de Dyagilev.</P>

<P>En 1910, il participe, avec plusieurs de ses condisciples de la classe
de Faur&eacute;, &agrave; la fondation de la Soci&eacute;t&eacute; musicale
ind&eacute;pendante qui se pose en rivale &agrave; la Soci&eacute;t&eacute;
nationale de musique.</P>

<P>&Agrave; la veille de la Premi&egrave;re Guerre Mondiale, sa r&eacute;putation
a franchi les fronti&egrave;res de la France.</P>

<P>La guerre a eu une influence d&eacute;vastatrice sur la vie de Ravel.
Il croyait que le devoir de tout artiste &eacute;tait de participer &agrave;
tout effort consenti pour la nation. Disqualifi&eacute; pour le service
militaire alors qu'il tenta d'&ecirc;tre enr&ocirc;l&eacute; dans l'aviation,
il devint un conducteur dans le corps de transport motoris&eacute;. &Agrave;
l'&eacute;t&eacute; de 1916, il ressentit l'urgent de besoin de composer
alors qu'il avait la conviction qu'il &eacute;tait en pleine possession
de ses pouvoirs. Il fut atteint de dysentrie et dut revenir &agrave; Paris
afin de pouvoir r&eacute;cup&eacute;rer. Aussit&ocirc;t arriv&eacute; &agrave;
Paris, sa m&egrave;re meurt.</P>

<P>Un bon nombre de raisons - la guerre, la maladie, mais par-dessus tout,
la mort de sa m&egrave;re - font que le processus de cr&eacute;ation musicale
de Ravel est consid&eacute;rablement rallenti durant cette p&eacute;riode.</P>

<P>Avec la fin de la guerre survint aussi la mort de Debussy (1918) et
plusieurs virent en Ravel, la nouvelle figure dominate de la musique en
France. L'admiration suscit&eacute;e, de par le monde, pour ses oeuvres
l'am&egrave;ne &agrave; entreprendre de multiples tourn&eacute;es &agrave;
l'&eacute;tranger ce qui lui conf&egrave;re, indubitablement, une place
pr&eacute;pond&eacute;rante.</P>

<P>En 1920, apr&egrave;s avoir refus&eacute; l'ordre de la L&eacute;gion
d'honneur et dans le but de se soustraire aux manoeuvres politiques, il
acquiert une maison en dehors de Paris et, &agrave; partir de 1921, il
habite Montfort-l'Amaury. D&egrave;s lors, il vit une vie intens&eacute;ment
priv&eacute;e et ne se mariera jamais.</P>

<P>Un tel retrait lui permet de se concentrer sur ses activit&eacute;s
de composition et d'orchestration.</P>

<P>Ravel vint en tourn&eacute;e (quatre mois), aux &Eacute;tats Unis, en
1928. Cette tourn&eacute;e &eacute;tait plus une exp&eacute;rience personnelle
et sociale qu'un stimulus cr&eacute;atif. En effet, en plus des nombreux
concerts et r&eacute;citals, Ravel rencontra les diff&eacute;rentes personalit&eacute;s
am&eacute;ricaines du domaine des arts, incluant le cin&eacute;ma. La m&ecirc;me
ann&eacute;e, il se vit d&eacute;cerner un doctorat honorifique de la part
de l'universit&eacute; d'Oxford.</P>

<P>&Agrave; partir d'ici et jusqu'en 1932, Ravel sera occup&eacute; &agrave;
divers projets, certains plut&ocirc;t inusit&eacute;s dont un ballet pour
la danseuse Ida Rubinstein (Bol&eacute;ro), le concerto pour la main gauche
(Paul Wittgenstein), et de la musique pour le cin&eacute;ma (Don Quichotte
&agrave; Dulcin&eacute;e).</P>

<P>L'ann&eacute;e 1932 marque le d&eacute;but d'une fin tragique pour Ravel,
p&eacute;riode durant laquelle il sera totalement &agrave; la merci d'une
maladie d&eacute;g&eacute;n&eacute;rative: la maladie de Pick. Certains
commentateurs retracent les premiers sympt&ocirc;mes aux insomnies qui
l'assaillaient &agrave; la fin de la guerre. &Agrave; une plainte d'an&eacute;mie
c&eacute;r&eacute;brale en 1926 aupr&egrave;s de son m&eacute;decin, Pasteur
Vallery-Radot, celui-ci lui conseille de prendre une ann&eacute;e sabbatique.</P>

<P>Un accident d'auto, survenu le 8 octobre 1932, semble avoir pr&eacute;cipit&eacute;
les choses mais cet &eacute;nonc&eacute; est d&eacute;menti par le neuro-chirurgien
Clovis Vincent. Toujours est-il qu'apr&egrave;s cette date, ses forces
vont progressivement baisser et ce malgr&eacute; tous les nombreux efforts
d&eacute;ploy&eacute;s par des amis sympatiques pour le stimuler et m&ecirc;me
pour l'amuser voire m&ecirc;me &agrave; l'occasion des vacances &agrave;
l'&eacute;tranger.</P>

<P>Bient&ocirc;t, il ne fut plus capable de signer son nom, et il bougeait
et parlait avec, de plus en plus, de difficult&eacute;. Sa vie consistait,
occasionnellement, &agrave; assister &agrave; des concerts, &agrave; recevoir
des artistes recherchant des conseils et, par dessus tout, la compagnie
de son fr&egrave;re et d'un cercle restreint d'amis.</P>

<P>Le 17 d&eacute;cembre 1937, il entre &agrave; la clinique du plus grand
neuro-chirurgien fran&ccedil;ais, Clovis Vincent, pour y subir, deux jours
plus tard, une intervention au cerveau. Le compte-rendu op&eacute;ratoire
semble avoir &eacute;t&eacute; d&eacute;truit: on aurait trouv&eacute;
un cerveau d'aspect normal, les circonvultions nettes et nullement atrophi&eacute;es
mais un h&eacute;misph&egrave;re gauche affais&eacute; sur lequel on tenta
un regonflement par une injection de s&eacute;rum. Quelques heures plus
tard, Ravel ouvrit les yeux et r&eacute;clama son fr&egrave;re. On le crut
sauv&eacute;. Ravel se rendormit doucement, en fait dans un coma profond
qui devint interminable.</P>

<P>Il meurt, &agrave; Paris, vers 3h 30 du matin, le 28 d&eacute;cembre
1937. Sans c&eacute;r&eacute;monie religieuse, le corps de Ravel fut directement
conduit, le 30 d&eacute;cembre 1937, au cimeti&egrave;re de Levallois o&ugrave;
reposaient d&eacute;j&agrave; son p&egrave;re et sa m&egrave;re. Conduit
par Edouard Ravel, le cort&egrave;ge r&eacute;unissait, outres les nombreux
familiers, une foule &eacute;loquente de musiciens, de Ricardo Vines &agrave;
Robert Casadesus, Manuel Rosenthal, Darius Milhaud, Francis Poulenc, Igor
Stravinsky. Le ministre de l'&Eacute;ducation nationale, Jean Zay, fut
charg&eacute; du discours officiel du gouvernement fran&ccedil;ais.</P>
</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="ravm.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="ravm.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
