<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Ludwig van Beethoven - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Ludwig van Beethoven">
   <META NAME="keywords" CONTENT="musique, compositeur, biographie, Beethoven">
</HEAD>
<BODY>
<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Ludwig van Beethoven</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>
<TD>
<P>Lorsque l'on survole le vaste monde de la musique, peut-on imaginer qu'un seul compositeur puisse &agrave; lui seul représenter toute la musique ? Est-ce vrai que Beethoven est, r&eacute;ellement et une fois pour toutes, <I>le plus grand compositeur de musique</I> ? Le pr&eacute;senter ainsi et d'une fa&ccedil;on aussi brutale, dans un &acirc;ge o&ugrave;
tout n'est que scepticisme et pluralisme, la r&eacute;ponse ne peut &ecirc;tre que "non". D'autres, tels Bach et Mozart,du moins, pourraient &ecirc;tre des pr&eacute;tendants s&eacute;rieux &agrave; ce titre en ce qui concerne la musique occidentale.</P>

<P>Il existe aussi une autre probl&eacute;matique avec la domination traditionnelle de Beethoven: sa r&eacute;putation
rend intimidante toute nouvelle approche voire m&ecirc;me toute approche quelle qu'elle soit. L'occident a peur des 
grands hommes. Nous adulons plus les athl&egrave;tes et les acteurs que ceux qui ont boulevers&eacute; le monde; cette 
derni&egrave;re cat&eacute;gorie de h&eacute;ros ou bien nous fait peur ou nous lasse.</P>

<P>Pour approcher Beethoven, il faut oublier le demi-dieu et tenter de saisir l'homme, c'est-&agrave;-dire le voir 
alors qu'il travaille &agrave; son bureau, erre dans les rues et les for&ecirc;ts, murmurant ou chantant pour 
lui-m&ecirc;me, ou lorsqu'il rage contre ses tribulations physiques. Il fut un excellent compositeur parce que, 
m&ecirc;me poss&eacute;dant un r&eacute;el talent inn&eacute;, il a d&ucirc; aussi peiner pour r&eacute;ussir. Il a 
subi la pire &eacute;preuve qui puisse s'abattre sur un compositeur – perdre l'ou&iuml;e – mais il a d&eacute;cid&eacute; 
de se battre et de continuer de composer; sa musique s'en est trouv&eacute;e plus &eacute;largie et plus profonde et 
ce, jusqu'&agrave; la fin.</P>

<P><HR WIDTH="50%"></P>

<P>Ludwig van Beethoven est n&eacute; &agrave; Bonn, en Allemagne, le 16 ou 17 d&eacute;cembre 1770. En ce temps, la 
ville &eacute;tait un centre provincial avec un prince et sa cour et une universit&eacute;. Son p&egrave;re, Johann, 
occupait un poste mineur de chanteur &agrave; la cour alors que sa m&egrave;re, Maria, &eacute;tait la fille d'un 
cuisinier &agrave; la cour.  Il faisait partie d'une famille que l'on qualifierait de pauvre. Johann buvait et 
devenait alors col&eacute;rique ce qui a produit, durant l'enfance de Ludwig, plusieurs sc&egrave;nes humiliantes. 
Quant &agrave; sa m&egrave;re, les voisins disaient d'elle qu'ils ne l'avaient jamais vu sourire. Elle d&eacute;fendait 
Ludwig contre les abus de son p&egrave;re. Toute sa vie, Ludwig honorera la m&eacute;moire de sa m&egrave;re alors 
qu'il essaiera d'oublier celle de son p&egrave;re. (Il encouragera, pendant plusieurs ann&eacute;es, la rumeur voulant 
qu'il soit le fils ill&eacute;gitime d'un noble.)</P>

<P>Lorsque les premiers talents musicaux de Ludwig se manifest&egrave;rent, son p&egrave;re d&eacute;cida de l'exploiter 
et de cr&eacute;er un enfant prodige &agrave; la Mozart. C'est dans cet esprit que commen&ccedil;a son apprentissage 
de la musique. Son p&egrave;re, tentant de fouetter le g&eacute;nie en lui, le renfermait dans une chambre pendant des 
heures afin qu'il pratique le clavecin et le violon. La premi&egrave;re apparition publique de Ludwig se fit lorsqu'il 
n'avait que six ans (son p&egrave;re disait qu'il n'en avait que quatre), mais il ne fit pas grande impression. 
Toutefois, l'enfant ne r&eacute;pondit pas &agrave; cette cruaut&eacute; en ha&iuml;ssant la musique.  Il s'en servit 
plut&ocirc;t comme planche de salut. Quoique ne poss&eacute;dant pas le talent miraculeux de Mozart, son professeur, 
l'organiste de la cour, C.G. Neefe, r&eacute;alisa que Ludwig poss&eacute;dait un &eacute;norme talent. Il vit &agrave; 
ce que l'enfant se familiarise avec les pr&eacute;ludes et fugues de J.S. Bach et supervisa la publication de ses 
premi&egrave;res œuvres en 1783.</P>

<P>Durant son adolescence, Ludwig &eacute;tait l'assistant de Neefe et devint un professionnel dans le monde musical 
de Bonn. Cette situation lui permit d'acqu&eacute;rir une bonne exp&eacute;rience, mais pour ce qui est de faire 
carri&egrave;re en tant que soliste et compositeur, il se devait de conqu&eacute;rir Vienne, capitale de l'Autriche et 
capitale musicale de l'Europe. En 1787, Ludwig fit un premier voyage &agrave; Vienne o&ugrave; il joua devant un Mozart 
tout enthousiasm&eacute;.  Cependant, il dut retourner rapidement &agrave; la maison car sa m&egrave;re &eacute;tait 
mourante. &Agrave; partir de ce moment, et comme son p&egrave;re sombrait de plus en plus dans l'alcoolisme et le 
d&eacute;sespoir, Ludwig devint le support de son p&egrave;re et de ses deux fr&egrave;res.</P>

<P>Les talents de Beethoven, et particuli&egrave;rement ses extraordinaires improvisations, le rendirent c&eacute;l&egrave;bre 
tout autour de Bonn. L'aristocratie locale l'invita dans leurs r&eacute;sidences et l'embaucha comme professeur de 
clavier pour leurs enfants. Beethoven d&eacute;veloppa des amiti&eacute;s durables parmi certains grands tout-puissants 
et sophistiqu&eacute;s.  Ceux-ci le lui rendirent en lui facilitant l'acc&egrave;s aupr&egrave;s des cercles aristocratiques 
et en &eacute;duquant un jeune homme &agrave; peine scolaris&eacute; vers la litt&eacute;rature et la po&eacute;sie. Il 
devint un lecteur assidu de Shakespeare et des classiques grecs et romains ainsi que des contemporains tels Goethe et 
Schiller. Au m&ecirc;me moment, il s'abreuva de l'esprit r&eacute;volutionnaire d&eacute;mocratique, issu de la r&eacute;volution 
fran&ccedil;aise, qui s'&eacute;tendait alors &agrave; travers l'Europe. Ses amis aristocratiques ne purent jamais 
polir ses mani&egrave;res, mais ils continu&egrave;rent &agrave; l'encourager et &agrave; alimenter son esprit et son 
intellect.</P>

<P>Sa meilleure opportunit&eacute; survint en 1792 lorsque Joseph Haydn, visitant Bonn, fut impressionn&eacute; par 
ses œuvres et l'invita &agrave; venir &eacute;tudier avec lui &agrave; Vienne. Comme Beethoven quittait sa demeure, 
son ami, le conte Waldstein, lui donna une lettre portant une grande p&eacute;roraison "Re&ccedil;ois l'esprit de Mozart 
des mains de Haydn". (Mozart &eacute;tait mort &agrave; Vienne l'ann&eacute;e pr&eacute;c&eacute;dente.)</P>

<P>&Agrave; la longue, Beethoven absorbera la tradition incomparable de Vienne, mais il la r&eacute;volutionnera. Au 
d&eacute;but, les choses n'all&egrave;rent pas de cette fa&ccedil;on car l'ego de Beethoven, d&eacute;j&agrave; tr&egrave;s 
d&eacute;velopp&eacute;, ne se soumit pas facilement &agrave; la critique. Quant &agrave; Haydn, il se r&eacute;v&eacute;la
un professeur d&eacute;cousu et souvent exasp&eacute;r&eacute; par un &eacute;l&egrave;ve imp&eacute;tueux que le 
vieux ma&icirc;tre surnomma satiriquement "Grand Mongol". Pour sa part, Beethoven vit secr&egrave;tement d'autres 
professeurs. Il &eacute;tudia la composition vocale italienne avec le pr&eacute;tendu rival de Mozart, Salieri ainsi 
que le contrepoint avec le p&eacute;dant Albrechtsberger qui, apr&egrave;s une ann&eacute;e, y alla de la proph&eacute;tie 
lugubre suivante: "Il n'a rien appris et il ne fera jamais quelque chose correctement".</P>

<P>Ses amis de Bonn l'aid&egrave;rent &agrave; outrepasser des dizaines de comp&eacute;titeurs virtuoses pour obtenir 
l'acc&egrave;s des grands salons de Vienne o&ugrave; bient&ocirc;t il devint une c&eacute;l&eacute;brit&eacute; pour 
la cr&egrave;me de la noblesse europ&eacute;enne. De 1794 &agrave; 1796, il vivait dans le palais du prince et de la 
princesse Lichnowsky qui le trait&egrave;rent comme un fils. Tout comme &agrave; Bonn, les aristocrates lui confi&egrave;rent 
leurs enfants pour qu'il leur enseigne le piano. Ses positions radicales ne l'emp&ecirc;ch&egrave;rent pas d'accepter 
la manne provenant des riches pas plus que ses politiques – et quelquefois ses comportements grossiers – ne sembl&egrave;rent 
nuire &agrave; ses patrons.</P>

<P>&Agrave; cette &eacute;poque, il &eacute;tait tr&egrave;s recherch&eacute; pour ses improvisations dans lesquelles 
il d&eacute;montrait une &eacute;motion rarement vue jusque l&agrave;. Un t&eacute;moin de cette &eacute;poque &eacute;crivit 
"Son jeu nous d&eacute;chirait comme une cataracte; comme un prestidigitateur, il for&ccedil;ait son instrument en une expression 
si forte que la structure la plus solide n'aurait pu &ecirc;tre capable de le contenir et, soudain, il s'effondrait, 
ext&eacute;nu&eacute;, se dissolvant dans la m&eacute;lancolie." La maturit&eacute; en tant que compositeur allait &ecirc;tre 
atteinte au moment o&ugrave; il commen&ccedil;a &agrave; contenir cette esp&egrave;ce de feu expressif et de le conjuguer 
avec le sens classique de la logique. Les œuvres de cette premi&egrave;re p&eacute;riode refl&egrave;tent, le plus 
souvent, le c&ocirc;t&eacute; biens&eacute;ant &agrave; la Mozart et Haydn, œuvres aussi charmantes que le <I>Septuor</I>, 
op. 20, les <I>deux premiers concertos pour piano</I>, et la <I>premi&egrave;re symphonie</I> de 1800. Tr&egrave;s t&ocirc;t 
d'ailleurs, vinrent les premi&egrave;res expressions d'une r&eacute;volution &agrave; venir dans des œuvres telles le <I>trio 
avec piano, en do mineur</I>, Op. 1, no. 3. La sonate <I>Path&eacute;tique</I>, compos&eacute;e en 1799, est l'une des 
premi&egrave;res œuvres dans lesquelles il donna libre cours &agrave; une pleine intensit&eacute; dramatique.</P>

<P>Dans l'espace de quelques ann&eacute;es &agrave; Vienne, Beethoven avait la r&eacute;putation d'&ecirc;tre un 
virtuose du piano n'ayant aucun &eacute;gal en Europe et un compositeur prometteur, mais qu'on qualifiait souvent de 
perplexe. Toutefois, autour de 1800, il d&eacute;clara ne pas &ecirc;tre satisfait de ce qu'il avait accompli &agrave; 
ce jour: "Je fais maintenant un nouveau d&eacute;part". Ce nouveau d&eacute;part fut marqu&eacute; en 1804 par l'une 
des œuvres les plus marquantes de l'histoire musicale, la symphonie no. 3, intitul&eacute;e <I>Eroica</I>, qui allait 
d&eacute;buter la seconde p&eacute;riode de cr&eacute;ativit&eacute;.</P>

<P>Cette troisi&egrave;me symphonie avait tout un bagage derri&egrave;re elle. Pendant des ann&eacute;es, Beethoven 
avait soutenu les id&eacute;aux d&eacute;mocratiques de la r&eacute;volution fran&ccedil;aise et &eacute;tait d&eacute;termin&eacute; 
&agrave; attacher une de ses œuvres &agrave; cette cause. Cette d&eacute;termination se r&eacute;percutera tout au 
long de sa p&eacute;riode de maturit&eacute; de bien des fa&ccedil;ons, mais l'<I>Eroica</I> fut sp&eacute;cifiquement 
identifi&eacute;e, durant sa composition, &agrave; Napol&eacute;on Bonaparte. Dans la personne du conqu&eacute;rant 
fran&ccedil;ais, Beethoven voyait un lib&eacute;rateur des peuples d'Europe, ce genre de figure qu'il voulait devenir 
dans la musique. Le titre original de la 3&egrave; symphonie &eacute;tait <I>Bonaparte</I>.</P>

<P>L'histoire du rejet de ce titre a &eacute;t&eacute; cont&eacute;e bien des fois: comment l'&eacute;l&egrave;ve de 
Beethoven, Ries, arrive une journ&eacute;e avec la nouvelle que Napol&eacute;on s'est proclam&eacute; empereur alors 
que Beethoven pleure de rage en disant : "Alors, il n'est qu'un homme ordinaire! Maintenant il va pi&eacute;tiner les 
droits de tous les hommes pour servir ses propres ambitions!". Sur la page titre du manuscrit original, on peut encore 
voir le nom de Napol&eacute;on ray&eacute; et remplac&eacute; par <I>Sinfonia Eroica</I> (Symphonie h&eacute;ro&iuml;que).</P>

<P>Tel que pr&eacute;vu, l'œuvre eut un impact consid&eacute;rable sur la musique tout comme Napol&eacute;on en a eu 
un sur l'Europe – rien ne fut comme auparavant. Beethoven a pris la forme symphonique classique de Haydn et Mozart et 
en a &eacute;largi les proportions, remplissant ce grand espace avec plus de contrastes, de th&egrave;mes et d'une 
section de d&eacute;veloppement plus grande et plus dramatique. Il a donn&eacute; du volume et du poids au dernier 
mouvement alors que les finales chez Haydn et Mozart avaient tendance &agrave; &ecirc;tre l&eacute;g&egrave;res. Chez 
Beethoven, la finale caract&eacute;ristique est la contrepartie du poids et de l'intensit&eacute; du premier mouvement, 
de sorte que la symphonie repose sur les deux piliers que sont les mouvements externes. Pour compenser, il a all&eacute;g&eacute; 
le troisi&egrave;me mouvement en substituant l'agile scherzo au menuet traditionnel.</P>

<P>Avant qu'il ne commence &agrave; transformer la vie musicale, Beethoven &eacute;tait d&eacute;j&agrave; marqu&eacute; 
pour une vie de souffrances. Il a toujours paru robuste de figure mais faible dans sa sant&eacute;. Au tournant du 
si&egrave;cle, c'est avec stup&eacute;faction qu'il prit conscience qu'il perdait l'ou&iuml;e. Un compositeur sourd, 
c'&eacute;tait impossible, absurde et insupportable.</P>

<P>Pendant des vacances &agrave; Heiligenstadt, en 1802, il se confia dans une lettre adress&eacute;e &agrave; ses 
fr&egrave;res, mais il ne l'a jamais post&eacute;e et la conserva tout le reste de sa vie. Elle est devenue le 
Testament d'Heiligenstadt. Dans cette lettre, il &eacute;crit qu'il veut mourir mais "Seul l'Art, et seulement l'Art 
me retient car il me semble impossible de quitter ce monde avant d'avoir produit tout ce que je sens devoir produire 
et c'est pourquoi j'&eacute;pargne cette vie ruin&eacute;e". Il termine avec des pleurs incoh&eacute;rents "O Providence 
– donnez-moi un jour de pure joie – la r&eacute;verb&eacute;ration int&eacute;rieure de la vraie joie m'est tellement 
inconnue – oh! quand – oh! quand &ocirc; Dieu – puis-je la ressentir encore une fois dans le temple de la nature et de 
l'humanit&eacute; – jamais? – oh! ce serait trop difficile".</P>

<P>Il a eu &agrave; endurer non seulement la surdit&eacute;, mais aussi une panoplie de malaises humiliants et 
affaiblissants, des troubles intestinaux douloureux qui men&egrave;rent &agrave; une diarrh&eacute;e chronique et, 
&eacute;ventuellement, &agrave; l'&eacute;largissement du pancr&eacute;as, une cirrhose du foie, une d&eacute;t&eacute;rioration 
des os dans son cr&acirc;ne et un nombre incessant d'autres malaises. Pendant des ann&eacute;es on a cru qu'il &eacute;tait 
atteint de syphilis, comme des millions d'autres en ce temps-l&agrave;, mais la science moderne sp&eacute;cule sur le 
fait qu'il avait une forme de lupus.</P>

<P>Choisissant la vie sur la mort lors de cet &eacute;t&eacute; &agrave; Heiligenstadt, il a cr&eacute;&eacute; sa 
propre r&eacute;surrection. Au m&ecirc;me moment, il lan&ccedil;ait, &agrave; travers l'Eroica, l'extraordinaire 
musique d'une seconde p&eacute;riode qui sera appel&eacute;e la p&eacute;riode "h&eacute;ro&iuml;que".</P>

<P>Il &eacute;crivit alors "Je prendrai le destin &agrave; la gorge de fa&ccedil;on telle qu'il ne pourra pas m'abattre 
compl&egrave;tement". Son art devint la fa&ccedil;on de ma&icirc;triser le destin. Dans son travail, il s'&eacute;l&egrave;vera 
au-dessus des souffrances et il atteindra le triomphe et, finalement, la joie. Avec cela, il se transforma en cette 
sorte de figure qui dominait l'imagination au 19&egrave; si&egrave;cle, incarn&eacute;e dans les surhommes et 
conqu&eacute;rants de Nietzsche tels Napol&eacute;on et Bismarck. Le g&eacute;nie surhumain, la couronne de l'esp&egrave;ce, 
le h&eacute;ros r&eacute;volutionnaire, le ma&icirc;tre de son propre destin et transformateur du monde, telles sont 
les qualit&eacute;s qui font de Beethoven le h&eacute;ros artistique du si&egrave;cle, le mod&egrave;le pour Berlioz 
et Wagner, cette grande ic&ocirc;ne dans la mythologie du romantisme.</P>

<P>Apr&egrave;s l'Eroica, le progr&egrave;s de Beethoven sur la nouvelle d&eacute;cennie en fut une de productivit&eacute; 
toujours croissante et une c&eacute;l&eacute;brit&eacute; qui se r&eacute;pandit &agrave; travers le monde entier. Tous 
n'approuv&egrave;rent pas ses innovations et Vienne n'en raffolait pas; la ville avait une fa&ccedil;on de bouder ses 
grands noms, comme en fut t&eacute;moin Mozart. En 1809, Beethoven consid&eacute;ra m&ecirc;me de quitter Vienne pour 
un poste &agrave; la cour de Westphalie de J&eacute;r&ocirc;me Bonaparte, mais ses riches amis lui cr&eacute;&egrave;rent 
une rente pour qu'il reste (elle s'&eacute;puisa rapidement). L'apog&eacute;e de son acclamation populaire survint lors 
du Congr&egrave;s de Vienne en 1814. Ce congr&egrave;s &eacute;tait appel&eacute; &agrave; r&eacute;tablir le pouvoir 
des aristocraties apr&egrave;s les guerres napol&eacute;oniennes. Les princes et les rois courtis&egrave;rent Beethoven 
et il pr&eacute;senta en concert, et en premi&egrave;re, <I>Wellingtons Sieg</I> (Victoire de Wellington)<I> </I>et la 
cantate <I>Der glorreiche Augenblick</I> (Moments glorieux<I>)</I>, ainsi que la <I>septi&egrave;me symphonie</I> qui 
fut largement acclam&eacute;e (acclam&eacute;e pour faire changement car la plupart de ses symphonies &eacute;taient 
re&ccedil;ues avec stup&eacute;faction).</P>

<P>Plusieurs observateurs ont caricatur&eacute; Beethoven tant en mots qu'en images. Il &eacute;tait petit (5'4", 
m&ecirc;me grandeur que Napol&eacute;on), large de poitrine et d'&eacute;paules, cheveux fonc&eacute;s &eacute;pais et 
en broussaille, une figure rude et marqu&eacute;e par la variole durant l'enfance, un menton carr&eacute; et imposant. Pour 
les Viennois, son accent provincial apparaissait comme grossier. &Agrave; premi&egrave;re vue, on remarquait ses yeux, 
ils &eacute;taient resplendissants au repos et &eacute;tincelants dans les moments d'excitation. Dans ses moments 
d'hilarit&eacute;, toute sa figure faisait &eacute;ruption d'&eacute;nergie et il pouvait entrer en d&eacute;lire. Il 
avait un sourire charmant et &eacute;tait capable de gr&acirc;ce et de chaleur lorsqu'en bonne compagnie, mais il avait 
un gros rire bruyant. Il riait comme un homme qui n'&eacute;tait pas habitu&eacute; de rire.</P>

<P>Il vivait dans la salet&eacute;, une v&eacute;ritable terreur pour les m&eacute;nag&egrave;res. Souvent, en errant 
dans les rues, tout en fredonnant et en marmottant pour lui-m&ecirc;me, les enfants le prenaient pour un clochard et 
l'interpellaient. Avec les intimes, il &eacute;tait souvent g&eacute;n&eacute;reux, vidant ses poches pour eux. En 
d'autres temps, il pouvait &ecirc;tre cruel et arrogant; il existe plusieurs lettres o&ugrave; il s'excuse de son 
temp&eacute;rament. Lorsque jovial en bonne compagnie, son humour &eacute;tait grossier et enfantin. Habituellement, 
il avait l'air triste; dans les derni&egrave;res ann&eacute;es de sa vie, sa figure malade et de couleur jaune &eacute;tait 
tellement lac&eacute;r&eacute;e que ses amis le regardaient &agrave; peine. Lorsque ces choses &eacute;taient 
observ&eacute;es par ceux qui le connaissaient, ceux-ci s'empressaient d'ajouter que la noblesse de son esprit 
&eacute;clatait m&ecirc;me &agrave; travers tous ces d&eacute;sordres.</P>

<P>Ses esquisses et manuscrits racontent la m&ecirc;me histoire. Rien ne lui fut facile, pas m&ecirc;me la composition. 
Alors que Mozart pouvait concevoir toute une œuvre dans son esprit alors qu'il jouait au billard, Beethoven devait se 
morfondre pour placer chaque note dans ses esquisses. Les livres d'esquisses sont des documents &eacute;tonnants: tout 
comme l'or est raffin&eacute; &agrave; partir d'un m&eacute;tal vulgaire, les id&eacute;es de la rue deviennent des 
concepts r&eacute;volutionnaires, l'incoh&eacute;rence est forg&eacute;e en clart&eacute; et pr&eacute;m&eacute;ditation. 
M&ecirc;me les derniers manuscrits sont des marais de griffonnages, de taches et de r&eacute;visions par-dessus 
r&eacute;visions. Pendant qu'il composait, il chantait, hurlait, maudissait et frappait avec ses poings comme s'il 
&eacute;tait tourment&eacute; par des d&eacute;mons.</P>

<P>Quelquefois passionn&eacute;ment an amour, il a toujours &eacute;t&eacute; d&eacute;sappoint&eacute;. Parmi ses 
amantes, il y eut des filles de maisons princi&egrave;res et des paysannes. Il en demanda quelques unes en mariage, 
mais qui aurait voulu marier un homme aussi indompt&eacute; et aussi cribl&eacute; de maladies ? Quelques fois, ce fut 
ses propres standards impossibles qui mirent fin aux romances. Autant il &eacute;tait &agrave; la recherche d'une 
&acirc;me sœur, aucune ne survint. Il reste une lettre adress&eacute;e &agrave; <I>l'Immortelle Bien-Aim&eacute;e</I>, 
reliquat d'une autre passion exalt&eacute;e et funeste.</P>

<P>Son ou&iuml;e ne se tarit pas tout d'un coup, mais sa perte s'&eacute;chelonna sur plusieurs ann&eacute;es avec, 
tout au long, certains r&eacute;pits. Sa derni&egrave;re performance en tant que pianiste fut en 1814 alors qu'il 
devenait apparent qu'il ne pouvait plus entendre ce qu'il jouait. Au fil des ans, il accumula toute une panoplie de 
cornets de toutes formes; quelques fois, lorsqu'il composait, il tenait un crayon entre ses dents et s'en servait pour 
toucher les cordes du piano afin d'en ressentir les vibrations. &Agrave; compter de 1819, toute conversation avec lui 
devait lui &ecirc;tre soumise par &eacute;crit. Comme sa surdit&eacute; empirait, il devint plus morose, plus 
m&eacute;fiant, excentrique, et glissait dans un monde de solitude et de silence.</P>

<P>C'est le paradoxe m&ecirc;me de la vie de Beethoven qui surprenait tous ses contemporains et tous ceux qui le 
connurent: comment une vie aussi chaotique et tordue ait pu abrit&eacute; un esprit aussi magnifique et complet ?</P>

<P>Apr&egrave;s 1814, tout sembla aller mal tout d'un coup. Sa sant&eacute; se d&eacute;t&eacute;riora encore plus 
et les troubles mon&eacute;taires le pourchassaient (apparemment sans raison, puisque ses œuvres se vendaient bien.) 
Plusieurs de ses riches amis et m&eacute;c&egrave;nes avaient quitt&eacute; la ville, &eacute;taient morts, perdaient 
leur fortune ou s'en &eacute;taient &eacute;loign&eacute;s &agrave; cause de ses exc&egrave;s de mauvaise humeur. Se 
fatiguant de ses profondeurs, le public viennois se tourna vers les plaisirs plus doux que procuraient les op&eacute;ras 
de Rossini. Beethoven aussi commen&ccedil;a &agrave; se diriger vers une nouvelle direction artistique, il mis la 
pression sur son imagination pour d&eacute;couvrir de nouveaux horizons et de nouvelles possibilit&eacute;s en musique. La 
relation qu'il eut, &agrave; partir de 1815, avec son neveu, s'av&eacute;ra &ecirc;tre un autre grand malheur.</P>

<P>Son fr&egrave;re Karl mourut cette ann&eacute;e-l&agrave; laissant un fils du m&ecirc;me pr&eacute;nom. Le 
compositeur, vieillissant et solitaire, a con&ccedil;u une obsession pour l'enfant et obtint, de la cour, de devenir 
son tuteur alors que durant ce processus, il diffama grossi&egrave;rement la m&egrave;re du gar&ccedil;on. Il prit le 
jeune Karl sous son aile et ce, avec des cons&eacute;quences qui s'av&eacute;r&egrave;rent d&eacute;vastatrices pour les
deux. Alternativement, il entourait Karl d'affection et s'oubliait alors qu'en d'autres temps il pouvait laisser le 
gar&ccedil;on pendant des journ&eacute;es sans argent pour se nourrir. Karl, avec sans trop d'intelligence ou de force 
de caract&egrave;re, d&eacute;via dans un limbo d&eacute;routant, &eacute;choua dans ses &eacute;tudes, et 
commen&ccedil;a &agrave; boire et &agrave; c&ocirc;toyer de mauvaises compagnies. Son c&eacute;l&egrave;bre oncle 
n'&eacute;tait, pour Karl, qu'un vieux fou. En 1826, apr&egrave;s une d&eacute;cennie de friction constante, le jeune, 
d&eacute;sesp&eacute;r&eacute;, tenta de se suicider mais &eacute;choua ne r&eacute;ussissant qu'&agrave; se blesser 
avec deux coups de feu. Beethoven r&eacute;agit avec hyst&eacute;rie, mais cette tentative pr&eacute;cipita le jeune 
Karl &agrave; se joindre &agrave; l'arm&eacute;e, au grand soulagement de chacun.</P>

<P>Les disputes avec Karl ont drain&eacute; l'&eacute;nergie et la cr&eacute;ativit&eacute; de Beethoven pendant 
presque toute une d&eacute;cennie. Seules quelques œuvres comme l'&eacute;nigmatique sonate <I>Hammerklavier</I> de 
1819 furent produites. En r&eacute;action, le monde musical en vint &agrave; la conclusion que le ma&icirc;tre 
&eacute;tait devenu fou ou que son g&eacute;nie s'&eacute;tait tari. Mais, pour la seconde fois, Beethoven tourna 
son isolation et son angoisse en moyens de renaissance.</P>

<P>Emprisonn&eacute; dans un monde de silence depuis une d&eacute;cennie, il trouva &agrave; l'int&eacute;rieur de 
lui-m&ecirc;me les ressources spirituelles et techniques pour mener son travail encore plus loin. Tout comme il 
allait au-del&agrave; de ses propres trag&eacute;dies, sa musique semblait aussi aller au-del&agrave; de la musique. 
Dans les ann&eacute;es 1820, de nouvelles œuvres jaillirent de fa&ccedil;on pr&eacute;cipit&eacute;e. Ses <I>derniers 
quatuors pour cordes</I> et les <I>sonates pour piano</I> sont de pures expressions de cette troisi&egrave;me 
p&eacute;riode, une libert&eacute; apparemment sans effort, la musique semble voguer d'une id&eacute;e &agrave; une 
autre, d'une beaut&eacute; &agrave; une autre, mais avec la m&ecirc;me in&eacute;vitabilit&eacute; de ses 
premi&egrave;res œuvres. Le ton est quelquefois surnaturel, quelquefois enfantin comme cette petite marche qui brise 
la nature s&eacute;rieuse du <I>quatuor pour cordes en la mineur</I>, Op. 132. Aussi, dans ses derni&egrave;res 
œuvres, il poursuit une obsession pour le contrepoint, peut-&ecirc;tre inspir&eacute; par ses &eacute;tudes de Bach 
alors qu'il &eacute;tait enfant ; il cr&eacute;a les fugues massives &agrave; la Handel pour la <I>Messe solennelle</I> 
et la polyphonie presque folle furieuse de la <I>Grosse fugue</I> pour quatuor &agrave; cordes. Dans ses 
derni&egrave;res œuvres, il semble rejoindre chaque auditeur pour lui dire quelque chose de grand dont la 
port&eacute;e reste toutefois ind&eacute;finissable.</P>

<P>Cette troisi&egrave;me p&eacute;riode fut l'apog&eacute;e final de ce qu'il avait appris de la ma&icirc;trise des 
formes instrumentales classiques d&eacute;velopp&eacute;es par Haydn et Mozart. Beethoven poss&eacute;dait des 
habilet&eacute;s musicales tr&egrave;s profondes: il pouvait, &agrave; partir de chaque note, chaque phrase ou 
passage, nous amener vers la suivante et la suivante pour, ultimement, former un tout unifi&eacute;, cr&eacute;er un 
petit monde o&ugrave; il fait bon vivre. Une œuvre qui a pu prendre plusieurs ann&eacute;es &agrave; &eacute;crire 
semble prendre forme &agrave; mesure qu'elle se d&eacute;roule, tout comme une improvisation. Cette habilet&eacute; de 
fa&ccedil;onner des formes musicales de grandes dimensions peut &ecirc;tre consid&eacute;r&eacute;e comme un don rare 
en ce monde. Comme preuve, consid&eacute;rons qu'&agrave; partir des dizaines de milliers de compositeurs occidentaux, au 
cours des derniers cinq si&egrave;cles, seulement &agrave; peu pr&egrave;s une douzaine eurent une telle 
ma&icirc;trise pendant de longues p&eacute;riodes. Haydn et Mozart poss&eacute;daient ce don, Bach et quelques autres 
ici et l&agrave;. Plusieurs grands compositeurs, parmi eux, Schubert et Schumann, n'ont pas r&eacute;ellement pu 
ma&icirc;triser l'architecture musicale &agrave; grand d&eacute;ploiement.</P>

<P>L'œuvre qui annon&ccedil;ait cette troisi&egrave;me p&eacute;riode de cr&eacute;ation symbolise aussi le triomphe 
personnel et spirituel de Beethoven. Apr&egrave;s une vie de regrets, le vieux compositeur r&eacute;alisa un 
r&ecirc;ve souvent caress&eacute;, celui d'&eacute;crire un hymne &agrave; la joie, la joie du testament d'Heiligenstadt 
datant de 1802, cette joie qu'il croyait &agrave; jamais perdue pour lui. Cette œuvre est la <I>9&egrave; symphonie</I>, 
compl&eacute;t&eacute;e en 1823, dont le dernier mouvement est un arrangement choral de po&egrave;me de Schiller, 
"Hymne &agrave; la Joie". Malgr&eacute; toutes ses faiblesses (elle se d&eacute;roule peut-&ecirc;tre de fa&ccedil;on 
d&eacute;cousue), la finale de la neuvi&egrave;me est l'incarnation touchante du triomphe final du compositeur, sa 
r&eacute;clamation de joie. Il est possible que le po&egrave;me ait encore &eacute;t&eacute; pr&eacute;sent dans son 
esprit lorsqu'il &eacute;crivit cette d&eacute;claration: "Je suis le Bacchus qui produit le vin glorieux pour l'humanit&eacute;. 
Quiconque comprend r&eacute;ellement ma musique, il sera lib&eacute;r&eacute; de toutes les mis&egrave;res qui 
l'oppressent".</P>

<P>La fin survint au milieu du travail et de plans. Ses amis avaient not&eacute; que son esprit s'&eacute;tait 
all&eacute;g&eacute;, peut–&ecirc;tre un sens d'avoir pass&eacute; au travers toutes les &eacute;preuves et d'avoir 
accompli un bon travail. Une dixi&egrave;me symphonie &eacute;tait en esquisse. Il avait amen&eacute; Karl en visite 
chez son fr&egrave;re Johann &agrave; Gniexendorf, o&ugrave; il &eacute;crivit le l&eacute;ger <I>quatuor pour cordes 
en fa majeur</I>, Op. 135. En d&eacute;cembre 1826, pour retourner chez lui, il voyagea &agrave; bord d'un chariot 
&agrave; lait non recouvert dans une temp&eacute;rature humide et il prit un rhume. &Agrave; partir de ce moment, ses 
forces d&eacute;clin&egrave;rent alors qu'il dut s'aliter pour des semaines. Finalement, il tomba dans un coma alors 
qu'il &eacute;tait veill&eacute; par des amis.</P>

<P>Rien ne peut &ecirc;tre plus beethovennien que ces derniers moments, le 26 mars 1827 (du moins, selon ce que 
racontent les t&eacute;moins). Le temps &eacute;tait orageux alors qu'il gisait inconscient. Soudain, il y eut un 
&eacute;clair suivi d'un retentissant coup de tonnerre. Soudainement Beethoven s'assied sur son lit et, brandissant 
son poing furieusement vers le ciel, il retomba mort.</P>

<P><HR WIDTH="50%"></P>


<P>Des dizaines de milliers de personnes vinrent de toute l'Europe, &agrave; Vienne, pour les fun&eacute;railles. Parmi 
les porte-flambeau, il y avait Franz Schubert. L&agrave;, symboliquement, la torche de la tradition viennoise 
&eacute;tait pass&eacute;e.</P>

</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="beelv.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="beelv.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
