<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Claude Debussy - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Claude Debussy">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Debussy">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Claude Debussy</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>
<TD>
<P>En pensant aux r&eacute;volutions musicales, on y r&eacute;f&egrave;re g&eacute;n&eacute;ralement en terme de sonorit&eacute; et de provocation: les dissonances de l'<I>Eroica</I> de Beethoven, la rage de Stravinsky dans le <I>Sacre du printemps</I>, la d&eacute;cadence consomm&eacute;e de Schoenberg dans <I>Pierrot lunaire</I>. Encore est-il que la plus radicale de toutes les voix musicales fut celle langoureuse et sous-estim&eacute;e de Claude Debussy. Tous les r&eacute;volutionnaires ont infl&eacute;chi ceci ou d&eacute;velopp&eacute; cela et rejet&eacute; telle autre chose; Debussy a tout reni&eacute; et d'un seul coup: la syntaxe harmonique traditionnelle, le rythme &agrave; quatre temps, la m&eacute;lodie romantique, les formes classiques, les orchestrations pompeuses. Toutefois, &agrave; travers son œuvre, on peut discerner les influences allant de Couperin &agrave; Wagner et Musorgsky ainsi qu'au gamelan javanais. Il ne ressemble &agrave; aucun musicien qui l'a pr&eacute;c&eacute;d&eacute;. En m&ecirc;me temps, &agrave; nos oreilles, il nous est familier; l'extraordinaire synth&egrave;se de son style nous appara&icirc;t si naturelle qu'il est difficile de croire que personne n'y avait pens&eacute; avant lui. Son influence sur toute la musique occidentale - classique, jazz et populaire - a &eacute;t&eacute; d&eacute;terminante.</P>
<P>En son temps, la voix de Debussy &eacute;tait semblable &agrave; une intrusion dans un monde de r&ecirc;ve par la musique. Le langage des sons a &eacute;t&eacute; rendu soudainement riche et &eacute;trange; les grands orchestres romantiques sont maintenant devenus l&eacute;gers et d&eacute;licats. Chaque instrument semble fait de visions et de suggestions: une fl&ucirc;te devient la m&eacute;moire d'une caresse, une cymbale devient une fra&icirc;che &eacute;cume de mer. Lorsque l'on compare les orchestrations lumineuses de Debussy &agrave; celles de Wagner et Brahms, ces derni&egrave;res semblent turgides et opaques; et lorsqu'on compare le parfum intoxiquant de ses harmonies celles-ci rendent presque puritains les innovateurs du 20&egrave; si&egrave;cle.</P>
<P>Debussy est n&eacute; d'une famille qui f&ucirc;t tant&ocirc;t des travailleurs agricoles, tant&ocirc;t des artisans et des marchands &agrave; St. Germain-en-Laye,  dans la banlieue de Paris, le 22 ao&ucirc;t 1862 et baptis&eacute; sous le nom de Achille-Claude Debussy. &Agrave; l'&acirc;ge de 3 ans, la boutique de porcelaines de son p&egrave;re, Manuel Debussy, fit faillite et la famille d&eacute;ménagea &agrave; Paris. Deux des quatre enfants all&egrave;rent vivre chez une tante financi&egrave;rement plus &agrave; l'aise, Mme. Roustan; quant &agrave; Claude, il n'existe pas d'archives relatant une fr&eacute;quentation scolaire formelle. Le p&egrave;re, Manuel voulait que son fils devienne un marin. &Agrave; la place, Claude devint fascin&eacute; par la musique. Apr&egrave;s avoir re&ccedil;u quelques rudimentaires le&ccedil;ons de piano, Mme. Roustan a pay&eacute; pour des &eacute;tudes plus s&eacute;rieuses avec une Mme. Maut&eacute; de Fleurville, qui avait &eacute;tudi&eacute; avec Chopin. (Elle &eacute;tait la belle-m&egrave;re du po&egrave;te Verlaine qui deviendra une source d'inspiration majeure lors de la maturit&eacute; du compositeur.) Claude fit des progr&egrave;s remarquables et, &agrave; l'&acirc;ge de 11 ans, il &eacute;tait accept&eacute; par la v&eacute;n&eacute;rable et rigoureuse institution pleine de traditions qu'est la Conservatoire de Paris.</P>
<P>Il y passera plus d'une d&eacute;cennie en tant qu'&eacute;tudiant souvent de mani&egrave;re d&eacute;cousue mais respectueux, brillant et rebelle. Alors qu'il remportait des prix et des m&eacute;dailles, il confondait ses professeurs avec ses id&eacute;es. Les anecdotes &agrave; propos des id&eacute;es et du comportement de Debussy devinrent l&eacute;gendaires au Conservatoire. Ainsi, durant une classe d'improvisation au piano, C&eacute;sar Frank lui criait "Modulez! Modulez!" et Debussy de lui r&eacute;pondre calmement "Pourquoi? Je suis parfaitement heureux o&ugrave; je suis". Quand Giraud, son professeur de composition, lui dit "Je ne dis pas que ce que vous faites n'est pas joli, seulement que c'est th&eacute;oriquement absurde" et Debussy de lui r&eacute;pondre "Il n'existe pas de th&eacute;orie. Vous n'avez qu'&agrave; &eacute;couter. Le plaisir est la loi." N&eacute;anmoins, il passa plusieurs ann&eacute;es &agrave; soumettre, de fa&ccedil;on intermittente, des travaux traditionnels en harmonie et contrepoint dans le but d'obtenir l'honneur le plus prestigieux du Conservatoire, le Prix de Rome.</P>
<P>Entre temps, pendant son adolescence, Debussy a d&eacute;nich&eacute; un travail comme pianiste pour la riche veuve russe Nadezhda von Meck, la patronesse de Tchaikovsky. Pendant trois &eacute;t&eacute;s, cet enfant, provenant presque des bas fonds et de la mis&egrave;re, voyagea avec les membres de cette famille &eacute;l&eacute;gante, jouant &agrave; quatre mains avec madame et enseignant le piano &agrave; ses filles durant la tourn&eacute;e des capitales europ&eacute;ennes et &agrave; son domaine en Russie. Von Meck trouvait son jeune employ&eacute; spirituel, bon imitateur et d&eacute;bordant de talent. En Russie, Debussy s'infusa de la musique de ce pays - beaucoup de Borodin et principalement de Musorgsky, mais peu de Tchaikovsky.</P>
<P>Puis, pendant presque cinq ans, alors qu'il se rapprochait du Prix de Rome, Debussy tomba en amour avec une de ses &eacute;l&egrave;ves, une femme mari&eacute;e nomm&eacute; Mme. Vasnier. Il n'est pas rapport&eacute; jusqu'o&ugrave; alla leur romance mais, de 1880 &agrave; 1882, il a &eacute;crit quelques chants d'amour pour elle.</P>
<P>Finalement, Debussy remporta le Grand Prix de Rome en 1884 avec une cantate acad&eacute;mique intitul&eacute;e <I>L'enfant prodigue</I>. L'ann&eacute;e suivante, il d&eacute;buta le stage traditionnel de trois ans &agrave; la Villa Medici de Rome. Ayant atteint le but si longtemps recherch&eacute;, il d&eacute;couvrit qu'il n'aimait pas ni la ville de Rome, ni la nourriture, ni les autres &eacute;tudiants, ni la production de pi&egrave;ces qu'il devait faire parvenir &agrave; Paris et surtout il ne pouvait pas supporter d'&ecirc;tre s&eacute;par&eacute; de Mme. Vasnier. Sa seule consolation &eacute;tait la compagnie des partitions des op&eacute;ras de Wagner; il s'y immergea comme le faisaient, en ces temps, plusieurs autres d&eacute;vots. Son premier envoi, <I>Zul&euml;ima</I>, fut d&eacute;clar&eacute;, par les juges du Conservatoire, "bizarre, incompr&eacute;hensible et impossible &agrave; ex&eacute;cuter".</P>
<P>Au printemps de 1887, bien avant que les trois ann&eacute;es se soient &eacute;coul&eacute;es, Debussy retourna &agrave; Paris pour de bon et y &eacute;crira son troisi&egrave;me envoi, <I>La demoiselle &eacute;lue</I>. Les modulations sans r&eacute;pit, les rythmes changeants et la m&eacute;lodie "d&eacute;cadente" montraient qu'il se dirigeait vers un nouveau style musical. Les quelques ann&eacute;es subs&eacute;quentes allaient &ecirc;tre les plus critiques de sa carri&egrave;re.</P>
<P>Debussy se r&eacute;fugia dans le style de vie boh&eacute;mienne de Montmartre, composant et vivotant dans une pauvret&eacute; artistique. Incapable de ranimer ce qui existait entre lui et Mme. Vasnier, il trouva une ma&icirc;tresse, Gabrielle Dupont, qu'il appelait "Gaby aux yeux verts". Elle restera avec lui pendant dix ans. Debussy, avec sa cape flottante, son chapeau aux larges rebords et sa gr&acirc;ce f&eacute;line et langoureuse, &eacute;tait une silhouette famili&egrave;re dans les rues et les caf&eacute;s nocturnes de Montmartre. Pour cacher une anormalit&eacute; - des os protub&eacute;rants formaient des bosses sur son front - il peignait sa chevelure fonc&eacute;e en frange. Et, comme son style devenait de plus en plus mature, sa face basan&eacute;e &agrave; l'allure d'un faune devint l'incarnation de sa musique.</P>
<P>Autour de 1887, Debussy commen&ccedil;a &agrave; fr&eacute;quenter les r&eacute;unions du jeudi des po&egrave;tes "symbolistes", parmi lesquels l'on retrouve Beaudelaire, Verlaine, Rimbaud et Mallarm&eacute;. Ceux-ci d&eacute;clarent que l'art doit faire appel aux sens et &agrave; l'intuition avant l'intellect. La m&eacute;thode du symbolisme, &eacute;crit Mallarm&eacute;, &eacute;tait "d'&eacute;voquer, dans une ombre d&eacute;lib&eacute;r&eacute;e, un objet non mentionn&eacute; en utilisant des mots allusifs". Debussy allait devenir le po&egrave;te musical de cet art du brouillard et de la suggestion. Comme tous les symbolistes, il &eacute;tait attir&eacute; par les myst&egrave;res sans nom et les horreurs obscures d'Edgar Allan Poe, tels que traduits par Beaudelaire.</P>
<P>Une par une, les inspirations n&eacute;cessaires commencent &agrave; appara&icirc;tre. Il est bien conscient du sort r&eacute;serv&eacute; aux peintres r&eacute;volutionnaires fran&ccedil;ais de cette &eacute;poque et qui ont &eacute;t&eacute; condamn&eacute;s par les critiques comme "impressionnistes"; l'&eacute;pith&egrave;te leur est rest&eacute; tout comme il le sera pour Debussy, &agrave; son grand d&eacute;sespoir. Monet, Renoir et autres confr&egrave;res ont sorti leur canevas dehors et, avec des traits vaporeux, ils ont tent&eacute; de peindre la lumi&egrave;re elle-m&ecirc;me, dans toutes ses subtilit&eacute;s &eacute;ph&eacute;m&egrave;res &agrave; travers les rochers, l'eau et le paysage. Cet atmosph&egrave;re se d&eacute;peint aussi sur le travail de Debussy. L'exposition universelle de Paris, en 1889, est &eacute;galement importante pour la maturit&eacute; de Debussy; il y a &eacute;t&eacute; envo&ucirc;t&eacute; par le gamelan javanais. Cette musique hypnotisante et exotique, envelopp&eacute;e dans les r&eacute;sonances de gongs en bronze, r&eacute;v&egrave;lent aux bonzes du Conservatoire de Paris que de tout nouveaux territoires sonores existent en dehors de la tradition occidentale. La musique de Java lui montre des sentiers encore plus &eacute;loign&eacute;s de la rh&eacute;torique romantique jusque l&agrave; domin&eacute;e par l'&eacute;cole germanique et des dogmes du Conservatoire. Elle confirme son intuition que la fugue et le contrepoint, le d&eacute;veloppement symphonique et les formes pr&eacute;-ordonn&eacute;es ne sont pas in&eacute;vitables et qu'une v&eacute;ritable intoxication par l'harmonie et de la m&eacute;lodie peut &ecirc;tre suffisante - &agrave; condition de les rendre assez intoxicantes.</P>
<P>En 1891, parmi les rencontres qui le m&egrave;nent vers la maturit&eacute;, il faut noter celle avec Eric Satie (1866-1925) dont l'anti-romantisme a pris la forme de petites pi&egrave;ces pour le piano poss&eacute;dant des titres bizarres ("Quatre pr&eacute;ludes flasques pour un chien", etc.) et qui incorporaient des nouveaux essais harmoniques. Debussy devait orchestrer, plus tard, deux des pi&egrave;ces lyriques pour piano de Satie appel&eacute;es <I>Gymnop&eacute;dies</I>.</P>
<P>Une autre influence que Debussy embrassa et rejeta sans jamais pouvoir enti&egrave;rement s'en &eacute;chapper: Wagner. Cette p&eacute;riode atteint un sommet lors de deux visites au th&eacute;&acirc;tre de Wagner, &agrave; Beyreuth, en 1888 et 1889, o&ugrave; il entendit <I>Die Meistersinger</I>, <I>Tristan und Isolde</I>, et de fa&ccedil;on plus significative, deux repr&eacute;sentations de <I>Parsifal</I>. Peu avant sa seconde visite, il eut une violente r&eacute;action face aux symbolistes imbus de Wagner: "Ne voyez-vous pas que Wagner, avec tout son pouvoir formidable - oui, en d&eacute;pit de son pouvoir - a amen&eacute; la musique vers des sentiers st&eacute;riles et pernicieux?" Il lui a m&ecirc;me donn&eacute; le sobriquet de "vieil empoisonneur". Tout de m&ecirc;me, derri&egrave;re chaque page de musique orchestrale produite par Debussy durant sa p&eacute;riode de maturit&eacute;, on y retrouve les innovations du ma&icirc;tre germanique et principalement dans l'op&eacute;ra <I>Pell&eacute;as et M&eacute;lisande</I>. Il eut des temps o&ugrave; Debussy l'avouait; dans son op&eacute;ra, lorsqu'il disait tenter de cr&eacute;er "une couleur orchestrale illumin&eacute;e par l'au-del&agrave; tout comme l'on en retrouve dans <I>Parsifal</I>." Sa r&eacute;bellion contre Wagner &eacute;tait comme celle d'un fils envers un p&egrave;re dominateur et duquel on ne peut se d&eacute;faire.</P>
<P>De toutes ces influences musicales, visuelles et litt&eacute;raires et guid&eacute; par une oreille extraordinairement parfaite, Debussy a fa&ccedil;onn&eacute; lentement son propre langage musical r&eacute;volutionnaire. Entre 1887 et 1889, il a &eacute;crit deux collections de chants sur des textes de "symbolistes", dans lesquelles son style est discernable: <I>Cinq po&egrave;mes de Baudelaire</I> et <I>Ariettes oubli&eacute;es</I> sur des po&egrave;mes de Verlaine. Son premier grand succ&egrave;s vint en 1890 avec la <I>Suite bergamasque</I> pour piano contenant "<I>Clair de lune</I>", cette pi&egrave;ce que l'on retrouve maintenant partout. Ensuite, en 1894, il compl&egrave;te sa premi&egrave;re œuvre o&ugrave; &eacute;clate toute la force de son g&eacute;nie: un d&eacute;licat et petit po&egrave;me orchestral, bas&eacute; sur un po&egrave;me de St&eacute;phane Mallarm&eacute;, <I>Pr&eacute;lude &agrave; l'apr&egrave;s-midi d'un faune</I>, qui alla transformer la face de la musique occidentale et ce, de fa&ccedil;on aussi d&eacute;cisive que le firent des œuvres plus longues et plus puissantes de la part de Beethoven et Wagner.</P>
<P>La pi&egrave;ce fut jou&eacute;e, en premi&egrave;re, et de fa&ccedil;on mauvaise, &agrave; Paris, en d&eacute;cembre 1894, recevant sa part pr&eacute;vue de venin de la part des critiques mais faisant aussi une impression ind&eacute;l&eacute;bile sur les membres progressifs des cercles artistiques. Le premier et unique quatuor &agrave; cordes qu'&eacute;crira Debussy fut donn&eacute;, en premi&egrave;re, en 1893, et provoqua encore d'autres enthousiasmes et controverses.</P>
<P>D'autour de1892 datent les premi&egrave;res esquisses de l'op&eacute;ra <I>Pell&eacute;as et M&eacute;lisande</I>, sur un livret du "symboliste" Maurice Maeterlinck. Comme Debussy a toujours travaill&eacute; de fa&ccedil;on lente, probablement d&ucirc; aux soins excessifs apport&eacute;s &agrave; l'œuvre et la paresse boh&eacute;mienne; son op&eacute;ra a &eacute;t&eacute; en gestation pendant presque dix ans avant qu'il ne fut pr&ecirc;t d'envisager une repr&eacute;sentation. Pendant ce temps, sa r&eacute;putation avait cru au point qu'il &eacute;tait capable d'obtenir une premi&egrave;re prestigieuse &agrave; l'Op&eacute;ra-Comique de Paris. Aidant &agrave; sa r&eacute;putation, il y a eu premi&egrave;re, au tournant du si&egrave;cle, pour ses trois <I>Noctures</I> pour orchestre. Ce furent ces œuvres, avec leurs titres &eacute;vocateurs ("Nuages", "F&ecirc;tes", et "Sir&egrave;nes") qui lui valurent, une fois pour toutes, la qualification d'impressionniste.</P>
<P>En m&ecirc;me temps que prenaient forme, en 1901, les plans pour la production de <I>Pell&eacute;as,</I> des indices permettaient d'identifier qu'un d&eacute;sastre se pointait &agrave; l'horizon. Debussy re&ccedil;ut la permission du librettiste Maeterlinck, et ce, partiellement sur la pr&eacute;somption que la ma&icirc;tresse de Maeterlinck chanterait le r&ocirc;le de M&eacute;lisande, lors de la premi&egrave;re. C'est alors que l'Op&eacute;ra-Comique annon&ccedil;a qu'elle accordait le r&ocirc;le &agrave; la jeune soprano am&eacute;ricano-&eacute;cossaise Mary Garden. Un Maeterlinck enrag&eacute; a presque provoqu&eacute; Debussy en duel et a essay&eacute; d'en saboter la production; "Je suis oblig&eacute;," &eacute;crit-il dans <I>Le Figaro</I>, "d'esp&eacute;rer que ce sera une faillite retentissante et rapide."</P>
<P>Pendant ce temps, la pr&eacute;paration des parties orchestrales fut bousill&eacute;e de sorte que, lors des r&eacute;p&eacute;titions de l'orchestre, les instrumentistes ne purent distinguer entre les di&egrave;ses et les b&eacute;mols. Plus encore, &agrave; la derni&egrave;re minute, il fut d&eacute;couvert que les treize changements de sc&egrave;ne ne pouvaient &ecirc;tre accomplis &agrave; l'int&eacute;rieur du temps allou&eacute; par la partition. Apr&egrave;s avoir m&eacute;dit&eacute; sur son œuvre, note par note, pendant une d&eacute;cennie, Debussy dut s'asseoir et, en quelques jours, composer d'importants interludes orchestraux pour compenser le temps requis pour les changements sc&eacute;niques. L'avant-premi&egrave;re, en costumes, se d&eacute;roula dans une atmosph&egrave;re encore plus tendue vu la publication d'un pamphlet injurieux (probablement une œuvre de Maeterlinck) et distribu&eacute; &agrave; l'ext&eacute;rieur du th&eacute;&acirc;tre ainsi les chahuts et rires  provenant de la part des partisans du librettiste pr&eacute;sents dans l'audience. Encore pire est, l'arriv&eacute;e impr&eacute;vue d'une demande soudaine d'un censeur pour le retrait d'une sc&egrave;ne enti&egrave;re, la qualifiant d'ind&eacute;cente.</P>
<P>De toute fa&ccedil;on, la premi&egrave;re du 30 avril 1902 fut un succ&egrave;s - retentissant non seulement &agrave; cause de la controverse qui entoura la repr&eacute;sentation mais aussi &agrave; cause du style de l'op&eacute;ra qui minimise tout et qui &eacute;vite grandement la m&eacute;lodie lyrique pour la remplacer par une approche du discours. Malgr&eacute; le ronchonnement de certains critiques (l'un deux qualifia <I>Pell&eacute;as</I> de "hashish musical") les repr&eacute;sentations de l'op&eacute;ra commen&ccedil;&egrave;rent &agrave; faire salle comble. Plusieurs des supporters &eacute;taient des &eacute;tudiants parisiens et de jeunes artistes avides de r&eacute;volution, le profil de ceux qui formaient l'audience naturelle des compositeurs progressifs du moins depuis Berlioz et qui prirent Debussy comme leur cause et leur champion: parmi ces petits artistes le culte du <I>debussysme</I> prit naissance. Alors que le compositeur atteignait la quarantaine<I>, Pell&eacute;as</I> lui procura une audience internationale. En de&ccedil;&agrave; d'une d&eacute;cennie, l'op&eacute;ra fut entendu &agrave; New York, &agrave; Londres, et &agrave; travers l'Europe. Mary Garden demeura l'authentique M&eacute;lisande. Aujourd'hui, cette œuvre semble incarner cette &egrave;re l&eacute;gendaire, cet &acirc;ge de l'Art Nouveau, de l'&eacute;l&eacute;gante et occulte d&eacute;cadence.</P>
<P>Vers 1905, Debussy jouissait d'une r&eacute;putation mondiale et s'&eacute;tait mari&eacute; deux fois. En 1898, il avait quitt&eacute; "Gaby aux yeux verts" pour Rosalie Texier qu'il maria l'ann&eacute;e suivante. (Il avait d&ucirc; donner une le&ccedil;on le matin m&ecirc;me de leur mariage afin de payer pour la r&eacute;ception.) Ce fut une alliance passionn&eacute;e avec la femme qui appelait "Lily-Lilo"; il avait menac&eacute; de se suicider si elle refusait de le marier et lui a d&eacute;di&eacute; les <I>Nocturnes</I> comme "preuve de la joie profonde et passionn&eacute;e que je ressens &agrave; l'id&eacute;e d'&ecirc;tre son mari". Le trouble &eacute;tait qu'il y avait, dans le couple, plus de joie que de passion. Rosalie &eacute;tait une couturi&egrave;re qui ne poss&eacute;dait pas d'attirance ou de sensibilit&eacute; particuli&egrave;re pour la musique mais qui &eacute;tait charmante et d&eacute;vou&eacute;e pour Debussy.</P>
<P>En quelques ann&eacute;es, les charmes de Rosalie s'&eacute;taient us&eacute;s. En 1904, Debussy l'abandonna et s'enfuit avec Emma Bardac, la femme d'un riche banquier et l'ancienne ma&icirc;tresse de Gabriel Faur&eacute;. Tout Paris bourdonna &agrave; propos de ce scandale et bourdonna encore plus fort lorsque la d&eacute;sesp&eacute;r&eacute;e Rosalie tenta de se suicider (elle s'en remettra). Debussy et Emma obtinrent leurs divorces et se mari&egrave;rent &agrave; la fin de 1904. Quant &agrave; l'opinion g&eacute;n&eacute;rale, incluant celle de leurs amis les plus proches, elle fut n&eacute;gative envers Debussy; plusieurs dirent qu'il avait abandonn&eacute; Rosalie pour obtenir l'argent d'Emma. &Agrave; long terme, toutefois, la preuve fut faite que le couple &eacute;tait heureux sans &ecirc;tre particuli&egrave;rement riche. Les revenus d'Emma &eacute;taient retenus par un litige et ils vivaient principalement des revenus que Debussy retirait en tant que compositeur et critique. Durant la premi&egrave;re d&eacute;cennie du si&egrave;cle, Debussy eut recours &agrave; publier dans les journaux afin de pouvoir payer les factures. (Tout comme Berlioz, Debussy &eacute;crivit d'excellentes proses qui furent publi&eacute;es.) Le couple eut un enfant, Claude-Emma, qu'il appelait "Chouchou" et &agrave; qui il d&eacute;dia la suite pour piano "<I>Children's Corner</I>" en 1906-08.</P>
<P>La production de Debussy augmenta apr&egrave;s la premi&egrave;re de <I>Pell&eacute;as</I>, partiellement &agrave; cause d'une augmentation de la demande pour sa musique. &Agrave; noter parmi les œuvres de la premi&egrave;re d&eacute;cennie du si&egrave;cle: le po&egrave;me symphonique <I>La Mer</I> (1903-05), le chef d'œuvre de l'impressionnisme musical et l'un des plus grands tours de force orchestral de tous les temps; il compl&eacute;tait ainsi une r&eacute;vision de l'orchestre qu'il avait d&eacute;but&eacute;e avec <I>Pr&eacute;lude &agrave; l'apr&egrave;s-midi d'un faune</I>. Au m&ecirc;me moment, il a beaucoup &eacute;crit pour le piano; tels <I>Estampes</I> (1903) o&ugrave; il combina sa palette harmonique kal&eacute;idoscopique avec des innovations au niveau de la p&eacute;dale et de la texture sonore cr&eacute;ant ainsi une premi&egrave;re sonorit&eacute; pianistique qui soit, &agrave; la fois, originale et authentique depuis celle de Chopin. Il planifia plusieurs autres op&eacute;ras, notamment "<I>La chute de la maison d'Usher</I>" d'apr&egrave;s Poe, mais aucun de d&eacute;passera le stage des esquisses. Sa production de chants, qui se classe parmi les meilleures r&eacute;alisations pour le chant vocal de ce si&egrave;cle, se continuera presque jusqu'&agrave; la fin de sa vie. &Agrave; partir de 1908, il commen&ccedil;a &agrave; diriger de ses propres œuvres lors de tourn&eacute;es &agrave; travers l'Europe et en Russie. Parmi les amiti&eacute;s de ces derni&egrave;res ann&eacute;es, il faut souligner celle avec le jeune Igor Stravinsky; elle commen&ccedil;a comme une amiti&eacute; superficielle mais elle allait devenir une d'admiration mutuelle entre coll&egrave;gues.</P>
<P>Autour de 1910 Debussy commen&ccedil;a &agrave; avoir des malaises aga&ccedil;ants qui se d&eacute;velopperont lentement en un cancer. Comme sa condition se d&eacute;t&eacute;riorait, il devait recourir &agrave; la morphine pour contr&ocirc;ler la douleur; il y eut des op&eacute;rations et des traitements au radium. Finalement, se d&eacute;crivant comme "un mort ambulant", Debussy se retira en r&eacute;clusion presque compl&egrave;te o&ugrave; il continua de composer avec une d&eacute;termination f&eacute;roce. La plupart de la musique de ces derni&egrave;res ann&eacute;es est de moindre importance, peut-&ecirc;tre, que ses meilleures œuvres mais reste tout de m&ecirc;me digne de son g&eacute;nie. L'œuvre la plus impressionnante de cette p&eacute;riode est le ballet <I>Jeux</I>, &eacute;crit pour Nijinsky et les Ballets Russes. Cette œuvre, la plus &eacute;nigmatique et avec une partition des plus avant-gardistes, fut une d&eacute;ception lors de sa pr&eacute;sentation. Au-del&agrave; de cette d&eacute;ception et de sa maladie, l'approche de la Premi&egrave;re Guerre Mondiale oppressa Debussy au point qu'il fit na&icirc;tre son patriotisme: il commen&ccedil;a &agrave; ajouter &agrave; sa signature l'expression "musicien fran&ccedil;ais". Sa derni&egrave;re œuvre compl&eacute;t&eacute;e, et l'une des meilleurs de ces derni&egrave;res ann&eacute;es, est la Sonate pour violon et piano.</P>
<P>Avant de d&eacute;buter cette derni&egrave;re œuvre, il avait &eacute;crit, dans une lettre m&eacute;lancolique dat&eacute;e de 1916, "Comme Claude Debussy ne peut plus faire de la musique, il n'a plus aucune raison d'exister. Je n'ai aucun passe-temps; la seule chose qu'on m'ait enseign&eacute; fut la musique". Il mourut lors d'un bombardement allemand de Paris, le 25 mars 1918. Au milieu du tumulte de la guerre, une mort de plus ne fait les manchettes. Alors que la maigre procession fun&eacute;raire d&eacute;ambule &agrave; travers les rues d&eacute;vast&eacute;es, un propri&eacute;taire de boutique l'explique en disant "Il semble que c'&eacute;tait un musicien".</P>
</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="debc.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="debc.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
