<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Fr&eacute;d&eacute;ric Chopin - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Fr&eacute;d&eacute;ric Chopin">
   <META NAME="keywords" CONTENT="musique, compositeur, biographie, Chopin">
</HEAD>
<BODY>
<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Fr&eacute;d&eacute;ric Chopin</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>

<TD>Fr&eacute;d&eacute;ric (Fryderyk Franciszek) Chopin est n&eacute; le
1er mars 1810 selon les affirmations du compositeur et de sa famille mais,
selon le certificat de naissance, qui aurait &eacute;t&eacute; &eacute;mis
plusieurs semaines apr&egrave;s sa naissance, ce serait le 22 f&eacute;vrier.
Il est n&eacute; dans le village de Zelazowa Wola pr&egrave;s de Sochaczew,
dans la r&eacute;gion de Mazovia qui faisait partie du duch&eacute; de
Varsovie. 
<P>Le manoir de Zelazowa Wola appartenait au Comte Skarbek et, le p&egrave;re
de Chopin, Mikolaj (Nicolas) Chopin, polonais d'origine fran&ccedil;aise,
y &eacute;tait employ&eacute; comme tuteur. N&eacute; en 1771 &agrave;
Marainville dans la Lorraine en France, il a &eacute;tabli , d&egrave;s
son enfance, des relations avec des familles polonaises du Comte Michal
Pac et du directeur de son domaine, Jan Adam Weydlich. &Agrave; l'&acirc;ge
de 16 ans, Mikolaj les accompagne en Pologne et s'y &eacute;tablit de fa&ccedil;on
permanente. Il n'est jamais retourn&eacute; en France ni n'a entretenu
des relations avec sa famille fran&ccedil;aise. Il &eacute;leva ses enfants
comme des polonais.</P>

<P>En 1806, Mikolaj Chopin se marie avec Tekla Justyna Krzyzanowska qui
&eacute;tait une domestique pour la famille Skarbek &agrave; Zelazowa Wola.
Ils auront quatre enfants: trois filles, Ludwika, Izabela et Emila, et
un fils Fryderyk, le second enfant. Quelques mois apr&egrave;s la naissance
de Fryderyk, la famille d&eacute;managea &agrave; Varsovie o&ugrave; Mikolaj
Chopin avait obtenu le poste d'enseignant de langue et de lit&eacute;rature
fran&ccedil;aises du Lyc&eacute;e de Varsovie. Il dirigeait aussi un pensionnat
pour les fils de bourgeois.</P>

<P>D&eacute;j&agrave;, &agrave; l'&acirc;ge de 7 ans, Fr&eacute;d&eacute;ric
avait compos&eacute; deux polonaises dont la premi&egrave;re fut publi&eacute;e
par l'atelier de gravure du P&egrave;re Cybulski. Ce prodige fut soulign&eacute;
dans les journaux de Varsovie et le &quot;petit Chopin&quot; devint une
attraction et un ornement lors de r&eacute;ceptions dans les salons aristocratiques
de la capitale. Il commen&ccedil;a aussi &agrave; donner des concerts publics
pour des oeuvres charitables.</P>

<P>Ses premi&egrave;res le&ccedil;ons professionnelles de piano lui furent
donn&eacute;es par Wojciech Zywny et dur&egrave;rent de 1816 &agrave; 1822,
ann&eacute;e o&ugrave; le professeur devint incapable de le faire progresser
parce que les habilit&eacute;s de l'&eacute;tudiant d&eacute;passaient
les siennes. Il fut alors confi&eacute; &agrave; Wilhelm Wurfel, le pianiste
renomm&eacute; et professeur au Conservatoire de Varsovie, qui lui prodiga,
de fa&ccedil;on irr&eacute;guli&egrave;re, de pr&eacute;cieux conseils
concernant le piano et l'orgue.</P>

<P>De 1823 &agrave; 1826, Fr&eacute;d&eacute;ric &eacute;tudia au Lyc&eacute;e
de Varsovie o&ugrave; son p&egrave;re &eacute;tait l'un des professeurs.
Il passa ses vacances d'&eacute;t&eacute; dans des domaines appartenant
aux parents d'amis du lyc&eacute;e dans diff&eacute;rentes r&eacute;gions
du pays. C'est au cours de ces rencontres qu'il d&eacute;couvrit un int&eacute;r&ecirc;t
particulier pour la musique folklorique et les traditions paysannes. Il
&eacute;coutait et notait le texte des chants folkloriques tout en prenant
part aux mariages paysans et aux f&ecirc;tes des r&eacute;coltes. Il devint
ainsi familier avec la musique traditionnelle de la Pologne sous ses formes
authentiques, sa tonalit&eacute; distincte, la richesse de ses rythmes
et la vigueur de ses dances. Lorsqu'il composa ses premi&egrave;res mazurkas
en 1825, ainsi que les autres par la suite, il retournait &agrave; cette
source d'inspiration qu'il lui restera dans l'esprit jusqu'&agrave; la
fin de sa vie.</P>

<P>&Agrave; l'automne de 1826, Chopin d&eacute;buta l'&eacute;tude de la
th&eacute;orie musicale, la basse chiffr&eacute;e et la composition &agrave;
l'&Eacute;cole sup&eacute;rieure de musique de Varsovie qui, tout en &eacute;tant
une partie du Conservatoire, &eacute;tait rattach&eacute;e &agrave; l'Universit&eacute;
de Varsovie. Le directeur &eacute;tait le compositeur Josef Elsner. Chopin
n'eut pas &agrave; assister aux classes de piano. Conscient de la nature
exceptionnelle du talent de Chopin, Elsner lui permit, selon sa personalit&eacute;
et son temp&eacute;rament, de se concentrer sur la musique de piano mais
demeura intraitable quant aux sujets th&eacute;oriques et, en particulier,
le contrepoint. Chopin, dou&eacute; d'une magnifique invention m&eacute;lodique,
une facilit&eacute; d'improvisation et un penchant vers les effets brillants
et une harmonie parfaite, acquiert une solide base, une discipline et une
pr&eacute;cision de composition ainsi qu'une compr&eacute;hension de la
signification et de la logique de chaque note. Chopin termina ses &eacute;tudes
&agrave; l'&Eacute;cole sup&eacute;rieure en 1929, et apr&egrave;s une
troisi&egrave;me ann&eacute;e d'&eacute;tudes, Elsner &eacute;crit dans
un rapport: &laquo;Chopin, Fryderyk, &eacute;tudiant de 3&egrave; ann&eacute;e,
talent exceptionnel, g&eacute;nie musical&raquo;.</P>

<P>Apr&egrave;s avoir termin&eacute; ses &eacute;tudes, Chopin planifia
un long voyage &agrave; l'&eacute;tranger pour devenir familier avec la
vie musicale en Europe et pour y gagner une certaine r&eacute;putation.
En juillet 1829, il fait une courte excursion &agrave; Vienne en compagnie
de connaissances. Wilhelm Wurfel, qui y &eacute;tudiait depuis trois ans,
le pr&eacute;senta au milieu musical et Chopin donna deux concerts au Kartnertortheater
o&ugrave; il &eacute;tait accompagn&eacute; par un orchestre et o&ugrave;
il y ex&eacute;cuta des improvisations. Il remporta un succ&egrave;s immense
aupr&egrave;s du public et quoique les critiques censur&egrave;rent sa
performance pour un petit volume sonore, ils acclam&egrave;rent son g&eacute;nie
au piano et louang&egrave;rent ses compositions. L'&eacute;diteur Tobias
Halinger imprima ses Variations sur un th&egrave;me de Mozart. Ce fut la
premi&egrave;re publication d'une oeuvre de Chopin &agrave; l'exterieur
de Varsovie.</P>

<P>&Agrave; son retour &agrave; Varsovie, Chopin, lib&eacute;r&eacute;
de ses devoirs d'&eacute;tudiant, se consacre &agrave; la composition et
&eacute;crit, entre autres, ses deux concertos pour piano et orchestre.
C'est aussi la p&eacute;riode des premiers nocturnes, &eacute;tudes, valses,
mazurkas et chants sur des paroles de Stefan Witwicki. Durant les mois
qui pr&eacute;c&eacute;d&egrave;rent son long voyage, Chopin donna plusieurs
concerts et le dernier, le 11 octobre 1830, au Th&eacute;atre National
de Varsovie. Le 2 novembre, Chopin, avec son ami Tytus Woyciechowski, quitta
pour l'Autriche avec une intention de se rendre en Italie.</P>

<P>&Agrave; peine arriv&eacute;s &agrave; Vienne, les deux amis apprennent
le d&eacute;but d'hostilit&eacute;s &agrave; Varsovie contre la subordination
du royaune de Pologne &agrave; la Russie et la pr&eacute;sence du tsar
russe sur le tr&ocirc;ne de Pologne. Tytus Woyciechowski retourne &agrave;
Varsovie mais Chopin demeure &agrave; Vienne. Durant huit mois, de fortes
et dramatiques exp&eacute;riences &eacute;motionnelles inspirent l'imagination
cr&eacute;atrice du compositeur, acc&eacute;l&eacute;rant probablement
l'&eacute;mergence d'un nouveau style individuel assez diff&eacute;rent
de son style brillant habituel. Les nouvelles oeuvres, qui r&eacute;v&egrave;lent
force et passion, incluent le Scherzo en si mineur et par dessus tout,
les &Eacute;tudes de l'opus 10.</P>

<P>Chopin abandonne ses plans de s&eacute;journer en Italie, &agrave; cause
de la pr&eacute;sence d'hostilit&eacute;s austo-italiennes, et se dirige
plut&ocirc;t vers Paris. C'est au cours de ce voyage vers Paris que Chopin
apprend la ch&ucirc;te de Varsovie aux mains des russes. Ainsi, &agrave;
l'automne de 1831, Chopin arrive &agrave; Paris o&ugrave; il rencontre
plusieurs de ses compatriotes (soldats, politiciens, artistes) qui, suite
&agrave; la d&eacute;faite, se sont exil&eacute;s vers un pays et une ville
o&ugrave; ils sont re&ccedil;us de mani&egrave;re amicale.</P>

<P>&Agrave; Paris, la r&eacute;putation de Chopin grandit rapidement. Les
lettres de recommandation que le compositeur a apport&eacute;es de Vienne
lui permettent de joindre le milieu musical local qui l'accueille cordialement.
Il devint un ami de Liszt, Mendelssohn, Ferdinand Hiller, Berlioz et Auguste
Franchomme. Plus tard, en 1835, &agrave; Leipzig, il rencontrera Schumann
qui tient ses oeuvres en haute estime et qui a &eacute;crit des articles
enthousiastes &agrave; propos du compositeur polonais. Apprenant l'arriv&eacute;e
de l'inconnu de Varsovie, le grand pianiste Friedrich Kalkbrenner, surnomm&eacute;
le roi du piano, organise un concert pour Chopin, le 26 f&eacute;vrier
1832, &agrave; la salle Pleyel. Le succ&egrave;s qui s'ensuit est &eacute;norme
et Chopin devient rapidement un musicien c&eacute;l&egrave;bre et renomm&eacute;
&agrave; travers tout Paris. Cette ascention vers la c&eacute;l&eacute;brit&eacute;
&eacute;veille l'int&eacute;r&ecirc;t des &eacute;diteurs et, &agrave;
l'&eacute;t&eacute; 1832, Chopin signe un contrat avec l'&eacute;diteur
le plus important de Paris, la firme Schlesinger.</P>

<P>Les principaux revenus de Chopin &agrave; Paris, &eacute;taient des
redevances pour les le&ccedil;ons de piano qu'il donnait. Il devint un
professeur populaire parmi l'aristocratie polonaise et fran&ccedil;aise
et les salon parisiens &eacute;taient sa place pr&eacute;vil&eacute;gi&eacute;e
pour y donner des performances. En tant que pianiste, Chopin se classait
parmi les plus grands artistes de son &eacute;poque, avec Kalkbrenner,
Liszt, Thalbert et Herz mais, en contraste avec eux, il n'aimait pas les
performances en public et ne s'y pr&eacute;sentait que rarement et plut&ocirc;t
contre sa volont&eacute;. Dans un groupe amical et intime d'auditeurs,
il d&eacute;montrait un art supr&ecirc;me ainsi que la pleine mesure de
ses talents pianistiques.</P>

<P>S'&eacute;tant install&eacute; d&eacute;finitivement &agrave; Paris,
Chopin a d&eacute;lib&eacute;r&eacute;ment choisi le statut d'&eacute;migr&eacute;.
Malgr&eacute; les requ&ecirc;tes de son p&egrave;re, il n'ob&eacute;it
pas aux r&eacute;gles tsaristes &eacute;mises par la Pologne envahie et
n'a jamais pr&eacute;sent&eacute; son passeport &agrave; l'embassade russe.
Cons&eacute;quemment, &eacute;tant consid&eacute;r&eacute; comme un r&eacute;fugi&eacute;
politique, Chopin se privait de pouvoir l&eacute;galement visiter sa patrie
de naissance. Dans cette situation, le compositeur pouvait rencontrer ses
parents seulement hors de la Pologne et lorsqu'en ao&ucirc;t 1835, ils
all&egrave;rent &agrave; Karlsbad pour une cure, Chopin les rejoignit.</P>

<P>Alors qu'il s&eacute;journe pr&egrave;s de Dresde, il renoue connaissance
avec la famille Wodzinski. Au cours d'ann&eacute;es pr&eacute;c&eacute;dentes,
les trois jeunes fils Wodzinski avaient log&eacute; au pensionnat g&eacute;r&eacute;
par Mikolaj Chopin. Le compositeur tomba en amour avec leur plus jeune
soeur, Maria qui, maintenant une adolescente, d&eacute;montrait un talent
artistique et musical consid&eacute;rable. L'ann&eacute;e suivante, durant
un cong&eacute;, il lui proposa le mariage, ce qui fut accept&eacute; sous
condition qu'il prit un plus grand soin de sa sant&eacute;. Cet engagement
&eacute;tait non officiel et ne se termina pas par un mariage car les parents
de Maria, voyant le mauvais &eacute;tat de sant&eacute; du fianc&eacute;
qui avait &eacute;t&eacute; malade durant l'hiver et de son mode de vie
plut&ocirc;t irr&eacute;gulier, refus&egrave;rent le consid&eacute;r&eacute;rant
comme une partie inapte pour leur fille. Chopin qualifia ce rejet d'exp&eacute;rience
entr&ecirc;mement douloureuse.</P>

<P>En juillet 1837, Chopin se rendit &agrave; Londres en compagnie de Camille
Pleyel dans le but d'oublir tous ces souvenirs d&eacute;sagr&eacute;ables.
Peu apr&egrave;s, il entama une liaison &eacute;troite avec la r&eacute;put&eacute;e
auteure fran&ccedil;aise utilisant le pseudonyme George Sand (Aurore Dudevant).
Cette auteure de romans audacieux, son a&icirc;n&eacute;e de six ans, divorc&eacute;e
avec deux enfants offrait &agrave; l'artiste solitaire ce dont il manquait
depuis son d&eacute;part de Varsovie: une tendresse extraordinaire et ainsi
que des soins chaleureux et maternels. Les amoureux ont pass&eacute; l'hiver
de 1838/1839 dans l'&icirc;le espagnole de Majorca, habitant l'ancien monast&egrave;re
de Valdemosa. &Agrave; cause de conditions hivernales d&eacute;favorables,
Chopin devint gravement malade et montra des sympt&ocirc;mes de tuberculose.
Pendant des semaines, il &eacute;tait si faible qu'il ne pouvait pas quitter
la maison mais, quand m&ecirc;me, continua &agrave; travailler intens&eacute;ment
et composa une s&eacute;rie de chefs d'oeuvre: les 24 pr&eacute;ludes,
Polonaise en do mineur, Ballade en fa majeur, Scherzo en do di&egrave;se
mineur.</P>

<P>&Agrave; son retour de Majorca au printemps 1839 et suite &agrave; une
convalescence &agrave; Marseilles, Chopin, alors tr&egrave;s gravement
affaibli, emm&eacute;nagea au manoir de George Sand &agrave; Nohant, en
France centrale. L&agrave;, il prit de longues vacances jusqu'en 1846 retournant
&agrave; Paris que pour y passer les hivers. Ce fut la p&eacute;riode la
plus heureuse et la plus productive depuis qu'il avait quitt&eacute; la
maison familiale. La majorit&eacute; de ses oeuvres les plus remarquables
et les plus profondes furent compos&eacute;es &agrave; Nohant. &Agrave;
Paris, le compositeur et l'&eacute;crivaine &eacute;taient trait&eacute;s
comme un couple mari&eacute; alors qu'ils ne le furent jamais. Les deux
avaient des amis communs dans les cercles artistiques de la capitale: le
peintre Delacroix, la chanteuse Pauline Viardot de m&ecirc;me que des &eacute;migr&eacute;s
polonais. Pendant des ann&eacute;es, le couple a joui d'un amour et d'une
amiti&eacute; profonde qui, avec le temps et l'attitude hostile toujours
croissante de la part du fils de George Sand, qui exercait sur elle une
influence profonde, donna place &agrave; des conflits de plus en plus s&eacute;rieux.
Une s&eacute;paration finale se produisit en juillet 1847.</P>

<P>Les exp&eacute;riences p&eacute;nibles personnelles de m&ecirc;me que
la perte de Nohant, si important pour sa sant&eacute; et sa cr&eacute;ativit&eacute;
de compositeur, ont eu un effet d&eacute;vastateur sur la sant&eacute;
physique et mentale de Chopin. Il abandonna presque compl&egrave;tement
la composition et, de ce jour jusqu'&agrave; la fin de sa vie, il n'&eacute;crira
que quelques miniatures.</P>

<P>En avril 1848, persuad&eacute; par son &eacute;l&egrave;ve &eacute;cossaise,
Jane Stirling, Chopin quitta pour l'Angleterre et l'&Eacute;cosse. Avec
sa soeur, Jane Stirling organisa des concerts et des visites dans diverses
localit&eacute;s, incluant les ch&acirc;teaux de l'aristocratie &eacute;cossaise.
Ce style de vie exceptionnellement tr&eacute;pident et la tension excessive
exerc&eacute;e sur ses forces &agrave; cause de constants voyages et de
nombreuses performances conjug&eacute;s &agrave; un climat nuisible pour
ses poumons, endommag&egrave;rent encore plus sa sant&eacute;. Mmalgr&eacute;
une fragilit&eacute; et une fi&egrave;vre, Chopin donna son dernier concert,
le 16 novembre 1848, jouant pour des &eacute;migrants polonais au Guildhall
&agrave; Londres,. Quelques jours apr&egrave;s, il retourna &agrave; Paris.</P>

<P>Il lui devint impossible de continuer &agrave; donner des le&ccedil;ons
vu que sa maladie progressait rapidement. &Agrave; l'&eacute;t&eacute;
1849, Ludwika Jedrzejewiczowa, soeur a&icirc;n&eacute;e du compositeur,
vint de Varsovie pour prendre soin de son fr&egrave;re malade. Le 17 octobre
1849, Chopin meurt de tuberculose pulmonaire dans son appartement parisien
de Place Vend&ocirc;me.</P>

<P>Il est enterr&eacute; au cimeti&egrave;re P&egrave;re-Lachaise &agrave;
Paris. Toutefois, pour respecter son testament, son coeur, retir&eacute;
de son corps apr&egrave;s sa mort, fut apport&eacute; par sa soeur &agrave;
Varsovie o&ugrave; il fut plac&eacute; dans une urne et install&eacute;
sur un pillier dans l'&eacute;glise Sainte-Croix &agrave; Krakowskie Pezedmiscie.</P>
</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="chof.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="chof.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
