<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Hector Berlioz - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Hector Berlioz">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Berlioz">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Hector Berlioz</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><br></TD>
<TD>
<P>Parmi les t&ecirc;tes d'affiche du romantisme fran&ccedil;ais au 19<SUP>e</SUP> si&egrave;cle, on retrouve 
Eug&egrave;ne Delacroix, peintre de harems et de massacres; Victor Hugo, auteur des Mis&eacute;rables et du Bossu 
de Notre-Dame; et Hector Berlioz qui, suivant le conseil de son premier professeur, poursuivit l'utilisation d'effets 
babyloniens dans sa musique. Tous eurent un grand impact sur leurs contemporains. Dans le cas de Berlioz, 
l'extravagance de ses id&eacute;es et son imagination orchestrale sans pr&eacute;c&eacute;dent infiltr&egrave;rent 
le reste du si&egrave;cle.</P>

<P>Berlioz poss&eacute;dait un sens hyperbolique de la musique. De telles effusions caract&eacute;ris&egrave;rent sa 
vie et son œuvre. Pas surprenant que Berlioz fut le premier compositeur &agrave; &eacute;crire ses m&eacute;moires car 
tout vrai romantique est aussi un poseur. Tout ce qui a &eacute;t&eacute; &eacute;crit sur son contemporain Hugo 
s'applique aussi &agrave; Berlioz – son &eacute;gocentrisme, ses amours d&eacute;lirantes, sa croyance dans le 
progr&egrave;s et m&ecirc;me les vulgarit&eacute;s et la banalit&eacute; de certaines de ses œuvres. C'&eacute;tait un 
temps o&ugrave; l'on s'attendait &agrave; ce que les artistes soient immod&eacute;r&eacute;s, libertins et frisant 
l'insanit&eacute;.</P>

<P>En d'autres mots, la personnalit&eacute; de Berlioz &eacute;tait symptomatique de son &eacute;poque. Afin de rester 
sain et de produire des œuvres valables, il devait se doser d'une touche de classicisme. Sa musique est quelquefois 
exorbitante sans pour autant &ecirc;tre hors de contr&ocirc;le; elle est riche et quelquefois bizarre dans son 
orchestration sans &ecirc;tre bourbeuse. Dans sa musique, mais moins dans sa vie, il r&eacute;alisa ses fantaisies les 
plus extravagantes et ce, avec des moyens tr&egrave;s clairs et tr&egrave;s pr&eacute;cis.</P>

<P><HR WIDTH="50%">

<P>Baptis&eacute; Louis-Hector Berlioz, il est n&eacute; le 11 d&eacute;cembre 1803, dans la ville de 
C&ocirc;te-Saint-Andr&eacute;, pr&egrave;s de Grenoble. Son p&egrave;re &eacute;tait un m&eacute;decin prosp&egrave;re 
et sa m&egrave;re, une pieuse catholique, croyait que le th&eacute;&acirc;tre et les salles de concert &eacute;taient 
des chemins qui menaient directement vers l'enfer. Pr&eacute;vu d&egrave;s sa naissance qu'il suivrait les pas de son 
p&egrave;re en m&eacute;decine, Hector gravita plut&ocirc;t autour de la musique, apprenant la guitare et la 
fl&ucirc;te (il n'a jamais appris, ni jou&eacute; le piano), s'instruisant lui-m&ecirc;me dans les livres et en 
s'adonnant &agrave; la composition. &Agrave; 18 ans, il &eacute;tait envoy&eacute; &agrave; Paris pour &eacute;tudier 
la m&eacute;decine, mais malgr&eacute; les protestations de son p&egrave;re et les supplications de sa m&egrave;re, 
il s'inscrivit en musique au Conservatoire de Paris.</P>

<P>Lesueur, son premier professeur, avait &eacute;t&eacute; compositeur &agrave; la cour de Napol&eacute;on et il fut 
le premier &agrave; qualifier de "babyloniens" les effets gigantesques que produisait la musique de Berlioz et qui sans 
doute correspondait &agrave; son temp&eacute;rament. Lesueur lui confia qu'il le consid&eacute;rait comme un g&eacute;nie 
et, &agrave; partir de ce temps, Berlioz n'en doutera plus jamais. Il aura comme idoles les g&eacute;nies du romantisme 
tels Beethoven, Shakespeare, Goethe, Hugo.</P>

<P>La premi&egrave;re œuvre importante de Berlioz sera une colossale Messe Solennelle qu'il produisit deux fois durant 
les ann&eacute;es 1820. Quoique lui ayant attir&eacute; quelque attention, les d&eacute;penses pour la produire 
l'appauvriss&egrave;rent pour plusieurs ann&eacute;es (un avant-go&ucirc;t de ce que serait sa carri&egrave;re). Pour 
rendre les choses encore plus difficiles, apr&egrave;s qu'il eut, &agrave; r&eacute;p&eacute;tition, essay&eacute; et 
failli obtenir le prestigieux Prix de Rome octroy&eacute; par le Conservatoire de Paris, son p&egrave;re lui supprima 
son allocation.</P>

<P>Une partie h&eacute;ro&iuml;que, extravagante et notoire de sa vie d&eacute;buta quand il assista, &agrave; Paris, 
en 1827, &agrave; une repr&eacute;sentation de Hamlet de Shakespeare. Le r&ocirc;le d'Oph&eacute;lie &eacute;tait 
jou&eacute; par une jeune actrice irlandaise nomm&eacute;e Harriet Smithson. Tout au long de la repr&eacute;sentation 
qui &eacute;tait en anglais et dont Berlioz ne comprit aucun mot, il &eacute;tait, &agrave; la fin de celle-ci, 
d&eacute;sesp&eacute;r&eacute;ment &eacute;pris d'Harriet. La combinaison de Shakespeare et de la beaut&eacute; 
f&eacute;minine &eacute;lectris&egrave;rent tellement son esprit qu'il erra toute la nuit dans un paroxysme de 
frustration et de d&eacute;sir. Pour les cinq ann&eacute;es suivantes – jusqu'&agrave; leur rencontre – l'image 
d'Harriet Smithson domina sa vie.</P>

<P>Apr&egrave;s l'avoir assailli de lettres et ce, sans succ&egrave;s, il con&ccedil;ut l'id&eacute;e de la 
conqu&eacute;rir par sa musique: il allait &eacute;crire une grande symphonie qui serait "le d&eacute;veloppement de 
ma passion infernale et o&ugrave; elle serait d&eacute;peinte." D'o&ugrave; la gen&egrave;se du plus grand chef 
d'œuvre romantique de la litt&eacute;rature orchestrale, la <I>Symphonie fantastique</I>. Elle est clairement 
bas&eacute;e sur un programme autobiographique, plus tard ni&eacute; par Berlioz, mais dont il faut absolument tenir 
compte pour en comprendre la musique. Un jeune musicien d'une "sensibilit&eacute; morbide et d'une imagination 
ardente", frustr&eacute; par l'amour, essaie de se suicider avec de l'opium. Mais, au lieu de lui donner la mort, la 
drogue lui procure de fortes hallucinations. Voil&agrave; ce qui constitue les cinq mouvements de la symphonie: il se 
rappelle lorsqu'il a vu sa bien-aim&eacute;e pour la premi&egrave;re fois et du sentiment d'amour qu'il ressentit; il 
la voit dansant &agrave; un bal; il se calme lors d'une sc&egrave;ne dans les champs; il la tue et est ex&eacute;cut&eacute; 
&agrave; la guillotine; son corps devient le centre d'un rite de sorci&egrave;res o&ugrave; sa bien-aim&eacute;e 
appara&icirc;t en f&eacute;e grotesque. Comme il ne pouvait pas se passer de l'image d'Harriet, il en est de m&ecirc;me 
pour la symphonie qui est hant&eacute;e par une m&eacute;lodie d&eacute;crite comme "id&eacute;e fixe". Repr&eacute;sentant 
la bien-aim&eacute;e, cette m&eacute;lodie revient, en d&eacute;guisements divers, &agrave; l'int&eacute;rieur de 
chaque mouvement allant d'une d&eacute;licate pr&eacute;sence lyrique au premier mouvement jusqu'&agrave; une parodie 
d&eacute;chirante lors du rite de la sorci&egrave;re.</P>

<P>L'originalit&eacute; de la sonorit&eacute; et du concept de la Symphonie fantastique, ainsi que le pouvoir soutenu 
d'intervention surprenante de la part d'un compositeur de 26 ans, ont fait de cette œuvre l'une des plus s&eacute;minales 
du si&egrave;cle. Le traitement expressif sans pr&eacute;c&eacute;dent de l'orchestre, l'humeur allant d'une 
beaut&eacute; impalpable du d&eacute;but, &agrave; travers de la sc&egrave;ne &eacute;l&eacute;gante de la salle de 
bal, la marche t&eacute;n&eacute;breuse vers l'&eacute;chafaud, et la fin dans un rite d&eacute;moniaque, ont permis 
une r&eacute;volution dans l'art de l'orchestration. Alors que les anciens compositeurs recherchaient des instruments 
dont le son soit unique afin de pr&eacute;senter de la musique claire et efficiente, maintenant l'orchestre &eacute;tait 
libre de murmurer, de crier et de hurler comme des d&eacute;mons, si n&eacute;cessaire. Harriet Smithson n'a pas 
assist&eacute; &agrave; la premi&egrave;re de l'œuvre qu'elle avait inconsciemment inspir&eacute;e. Berlioz 
all&eacute;gua qu'il avait exorcis&eacute; son attraction avec cette symphonie et peu importe, il avait depuis fait la 
connaissance d'une coquette jeune pianiste du nom de Camille Moke avec qui il devait bient&ocirc;t se fiancer.</P>

<P>Le trait&eacute; sur l'orchestration qu'&eacute;crivit Berlioz en 1844 &eacute;tait le premier dans son genre et il 
demeure encore parmi les meilleurs. Avec une expression romantique li&eacute;e &agrave; une approche classique, son 
trait&eacute; cat&eacute;gorise avec soin les effets &eacute;motionnels des couleurs des sons ainsi que des techniques 
d'orchestration. Finalement, apr&egrave;s quatre essais, il remporta le Prix de Rome en composant une cantate 
suffisamment orthodoxe pour plaire au jury. Le prix impliquait une r&eacute;sidence pendant trois ans &agrave; Rome. 
Il s'y rendit &agrave; reculons, mais tout de m&ecirc;me avec &eacute;nervement. Ses longues randonn&eacute;es &agrave; 
la campagne et les montagnes lui inspireront plus tard des œuvres telles <I>l'Ouverture du carnaval romain</I> 
et <I>Harold en Italie</I>. &Agrave; Rome, il fit aussi la connaissance de Mendelssohn. Le jeune allemand trouvait que 
la personne et la musique de Berlioz &eacute;taient trop immod&eacute;r&eacute;es &agrave; son go&ucirc;t, mais il 
resta poli comme toujours. Durant son s&eacute;jour en Italie, Berlioz apprit que Camille Moke l'avait abandonn&eacute; 
pour un riche fabricant de pianos. Se jurant de la tuer ainsi que sa complice de m&egrave;re, il partit pour Paris 
arm&eacute; de deux pistolets et d&eacute;guis&eacute; en femme de chambre avec perruque et robe. Alors rendu &agrave; 
G&ecirc;nes, il se rendit bien compte de l'absurdit&eacute; de son plan et il rebroussa chemin apr&egrave;s avoir 
&eacute;crit les ouvertures <I>King Lear</I> et <I>Le Corsaire</I>.</P>

<P>Retournant &agrave; Paris en 1832, il organisa un concert o&ugrave; fut pr&eacute;sent&eacute;e la Symphonie 
fantastique suivie de sa suite, &eacute;crite en Italie, appel&eacute;e L&eacute;lio. La salle &eacute;tait remplie de 
jeunes artistes drap&eacute;s de manteaux de velours et aux visages p&acirc;les et ardents ne demandant qu'&agrave; 
&ecirc;tre &eacute;bahis. Par pure co&iuml;ncidence, Harriet Smithson, alors &agrave; Paris pour raviver sa 
carri&egrave;re un peu faiblissante, y assista. Aussi pr&eacute;sent, il y avait le po&egrave;te Heinrich Heine. 
Celui-ci se rappela la performance en ces termes: "Berlioz, &agrave; la chevelure &eacute;bouriff&eacute;e, jouait les 
timbales tout en regardant l'actrice d'un visage obs&eacute;d&eacute; et chaque fois que leurs yeux se rencontraient, 
il frappait encore d'une plus grande vigueur."</P>

<P>&Ccedil;a a march&eacute; et, comme pour la plupart des auditeurs, Harriet fut transport&eacute;e, ensorcel&eacute;e. 
En d&eacute;pit d'elle-m&ecirc;me, il commen&ccedil;a lentement &agrave; r&eacute;pondre aux avances renouvel&eacute;es. 
Pendant ce temps, les familles s'opposaient violemment &agrave; l'id&eacute;e de leur mariage. Berlioz la supplia, la 
demanda et m&ecirc;me essaya de s'empoisonner devant elle. Finalement, en octobre 1833, il se mari&egrave;rent &agrave; 
Paris. Cet &eacute;v&eacute;nement, et de fa&ccedil;on encore plus dramatique qu'&agrave; l'usuel, marqua la fin de 
l'obsession et de la romance. Avec sa carri&egrave;re en ruine, Harriet devint acari&acirc;tre, jalouse et 
pr&eacute;matur&eacute;ment &acirc;g&eacute;e. Apr&egrave;s plusieurs ann&eacute;es temp&eacute;tueuses et un enfant, 
ils se sont s&eacute;par&eacute;s. Berlioz alla vivre avec la chanteuse Marie Recio, mais supporta Harriet 
jusqu'&agrave; sa mort en 1854.</P>

<P>Avec la <I>Symphonie fantastique</I>, Berlioz s'est cr&eacute;&eacute; une r&eacute;putation, mais pas une fortune. 
Il ne pourra jamais s'assurer un mode de vie confortable ou r&eacute;aliser ses plus grands r&ecirc;ves. Il voulut 
enseigner au Conservatoire de Paris et &eacute;crire des op&eacute;ras, mais ses d&eacute;tracteurs retard&egrave;rent 
sa nomination (il devint quand m&ecirc;me libraire au Conservatoire) et, apr&egrave;s que son op&eacute;ra <I>Benvenuto 
Cellini</I> ait &eacute;chou&eacute; &agrave; l'Op&eacute;ra de Paris, en 1838, il n'eut aucune autre chance de 
produire &agrave; cette sc&egrave;ne avant qu'il ne fut trop tard. &Agrave; la place, il devint un compositeur &agrave; 
la pige, ayant &agrave; gagner sa vie d'une fa&ccedil;on qu'il d&eacute;testait, alors qu'il r&eacute;ussissait assez 
bien en tant que critique musical pour les journaux. Dans ses articles et ses critiques, il promut la musique de Liszt, 
Chopin et Beethoven, il s'attaqua au sort cavalier que l'on r&eacute;servait aux partitions des compositeurs dans les 
maisons d'op&eacute;ra, et il fit croisade en faveur des id&eacute;es musicales progressives en g&eacute;n&eacute;ral. 
Ses &eacute;crits sont encore disponibles et sont d'excellentes lectures de r&eacute;f&eacute;rence.</P>

<P>Ici et l&agrave;, sa musique &eacute;tait honor&eacute;e &agrave; Paris, mais dans l'intervalle, il y avait des 
longues p&eacute;riodes de bataille et d'oubli. &Agrave; travers l'Europe, il &eacute;tait per&ccedil;u comme un 
h&eacute;ros que l'on qualifiera plus tard d'avant-gardiste, mais il demeurait, pour le cercles musicaux de Paris, un 
ennemi. La musique en France &eacute;tait une affaire forg&eacute;e par la politique du pouvoir du plus mauvais acabit, 
un chaudron bouillant d'intrigues, d'alliances et de trahisons. Pour exemple, les &eacute;v&eacute;nements entourant la 
premi&egrave;re de son monumental Requiem. Il avait longtemps voulu &eacute;crire une messe pour les morts et, 
finalement, il avait obtenu une promesse de contrat de la part du ministre des beaux-arts. Imm&eacute;diatement, les 
supporters du conservateur Cherubini, directeur du Conservatoire, ont tir&eacute; les ficelles afin de bloquer le 
contrat. Ils &eacute;chou&egrave;rent et Berlioz se mit au travail avec une furie de cr&eacute;ativit&eacute;, 
composant l'&eacute;norme œuvre dans l'espace de trois mois. Apr&egrave;s qu'il eut fini l'œuvre et mis en place tous 
les dispositifs complexes pour sa production, le minist&egrave;re annula, sans explication, le concert et crut que 
Berlioz paierait pour les d&eacute;penses d&eacute;j&agrave; encourues. &Agrave; ce, il leur r&eacute;pondit: "Je vous 
d&eacute;fie de m'abattre" tout en poursuivant ses propres machinations.</P>

<P>Avec le concours d'amis bien plac&eacute;s dans les hautes sph&egrave;res, le Requiem eut sa chance, en 
d&eacute;cembre 1837, lors d'une c&eacute;r&eacute;monie comm&eacute;morative, en la Chapelle des Invalides, pour 
un g&eacute;n&eacute;ral tu&eacute; en Alg&eacute;rie. Lors de la premi&egrave;re, la Chapelle &eacute;tait 
illumin&eacute;e de milliers de chandelles; la famille royale, le corps diplomatique et tout le gratin parisien 
&eacute;tait pr&eacute;sent alors que Berlioz avait obtenu des effectifs babyloniens pour l'ex&eacute;cution: 190 
instrumentistes, 210 choristes en plus de quatre chœurs de cuivres plac&eacute;s dans les coins de la chapelle ainsi 
que seize tambours: assez pour faire du bruit pour &eacute;veiller les morts. Lors de l'ex&eacute;cution, Berlioz 
&eacute;tait assis juste au c&ocirc;t&eacute; du chef d'orchestre dans le but de pr&eacute;venir tout acte ultime de 
sabotage, et tel que pressenti, il survint: au moment critique, juste avant l'&eacute;ruption apocalyptique des cuivres 
dans la <I>Tuba mirum</I>, le chef d'orchestre d&eacute;posa d&eacute;lib&eacute;r&eacute;ment son b&acirc;ton et pris 
un pinc&eacute;e de tabac &agrave; priser. Berlioz sursauta et, marquant la mesure, les cuivres firent leur entr&eacute;e 
&agrave; temps. Sa d&eacute;termination avait remport&eacute; la victoire. Le Requiem lui gagna une acclamation immense 
de la part des critiques ainsi que de la part du public.</P>

<P>&Agrave; la fin, son triomphe changea peu de choses. Ses d&eacute;tracteurs continu&egrave;rent leurs campagnes 
contre lui et, plus souvent qu'autrement, ils gagnaient. Pendant ce temps, &agrave; l'&eacute;tranger, sa r&eacute;putation 
grandissait et principalement en Allemagne o&ugrave; Liszt et Schumann menaient une croisade en sa faveur. 
D&eacute;butant dans les ann&eacute;es 1840, Berlioz fit une tourn&eacute;e en Allemagne, en Italie, en Autriche, en 
Hongrie, en Angleterre et en Russie o&ugrave; il dirigeait sa musique, le plus souvent, tr&egrave;s applaudie. Lors 
d'un concert &agrave; Paris, en 1844, il dirigea l'orchestre et le chœur de ses r&ecirc;ves: un groupe d'au-del&agrave; 
de mille personnes et n&eacute;cessitant l'utilisation de sept assistants-directeurs. Les caricatures de l'&eacute;poque 
le d&eacute;peignirent tel un aigle d&eacute;charn&eacute; survolant un orchestre compos&eacute; de milliers de personnes 
et incluant une artillerie lourde; ce n'&eacute;tait pas loin de la r&eacute;alit&eacute;.</P>

<P>De 1856 &agrave; 1858, il travailla &agrave; son œuvre la plus ambitieuse, l'&eacute;pop&eacute;e op&eacute;ratique 
<I>Les Troyens</I> qui dure environ six heures. Le manque d'&eacute;nergie, de support financier et de chance, 
ajout&eacute; &agrave; l'astuce que Wagner produirait son drame musical, Berlioz se battit pendant des ann&eacute;es 
pour produire son œuvre sans grand succ&egrave;s. Finalement, la seconde partie sera modestement produite en 1863 et 
obtint un maigre succ&egrave;s. &Eacute;puis&eacute; par les combats incessants qu'il menait alors qu'il luttait aussi 
contre le supplice d'une n&eacute;vralgie intestinale, il r&eacute;pondait aux auditoires venus pour assister &agrave; 
l'op&eacute;ra "Ils s'en viennent, je m'en vais."</P>

<P>Son chant du cygne fut le petit op&eacute;ra comique <I>B&eacute;atrice et B&eacute;n&eacute;dict</I>, joyeux, 
lyrique, plein d'espoir, compl&egrave;tement ravissant, en somme, tout ce que Berlioz n'&eacute;tait plus. Il 
r&eacute;ussit &agrave; en diriger une brillante premi&egrave;re &agrave; Baden-Baden, en Allemagne, en 1862. 
La m&ecirc;me ann&eacute;e, sa femme, Marie Recio meurt (il l'avait &eacute;pous&eacute; apr&egrave;s la mort 
d'Harriet); et, cinq ans plus tard, la mort de son fils, &agrave; la Havane, a r&eacute;ussi &agrave; effacer le peu 
de joie qu'il lui restait dans la vie. Il v&eacute;cut comme un reclus &agrave; Paris jusqu'&agrave; sa mort, &agrave; 
l'&acirc;ge de 66 ans, le 8 mars 1869.</P>

<P><HR WIDTH="50%">

<P>Dans l'espace de quelques ann&eacute;es, tout le gratin parisien qui l'avait jusqu'alors boud&eacute;, en fit 
virtuellement un dieu. Berlioz n'a pas &eacute;crit d'oeuvre importante pour la musique de chambre ni pour le piano; 
tout ce qu'il a fait &eacute;tait des œuvres &agrave; caract&egrave;re gigantesque. Partiellement &agrave; cause de 
cette extravagance, Berlioz demeure l'un des compositeurs les plus controvers&eacute;s du dix-neuvi&egrave;me si&egrave;cle.</P></FONT></BODY>

</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><br></TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="berh.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="berh.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
