<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>Robert Schumann - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de Robert Schumann">
   <META NAME="keywords" CONTENT="Biographie, Schumann">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Robert Schumann</FONT></FONT></TD>

<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>
<TD>Robert Schumann figure dans l'histoire moins comme un &ecirc;tre bien int&eacute;gr&eacute; mais plut&ocirc;t comme une s&eacute;rie d'images fragmentaires: un homme assis dans un coin sifflant pour lui-m&ecirc;me, un tueur de philistins, un mari dans l'ombre de sa femme, un compositeur irrempla&ccedil;able pour le voix et le piano, un symphoniste manqu&eacute;, une &eacute;nigme, un fou. Cette fragmentation ne lui &eacute;tait pas inconnue: &agrave; quelques uns de ses personnages, il leur a donn&eacute; des noms: l'impulsif Florestan, le r&ecirc;veur Eusebius, le sage Raro. Il &eacute;tait chacun d'eux sans &ecirc;tre aucun d'eux. Ses meilleures œuvres et les plus caract&eacute;ristiques sont des collections de miniatures – chants, petites pi&egrave;ces de caract&egrave;re: des fragments.</P>
<P>Il est n&eacute; Robert Alexander Schumann &agrave; Zwickau, en Allemagne, le 8 juin 1810. Son p&egrave;re &eacute;tait un passionn&eacute; de lecture – auteur, &eacute;diteur – et il en f&ucirc;t de m&ecirc;me pour son fils. Robert passe sa jeunesse &agrave; lire les imaginaires romantiques de Byron et autres de m&ecirc;me style, et veut &ecirc;tre un po&egrave;te. En m&ecirc;me temps, il d&eacute;veloppe un int&eacute;r&ecirc;t pour l'orgue et, avec l'encouragement de son p&egrave;re, il commence, d&egrave;s l'&acirc;ge de 7 ans, &agrave; composer de petites pi&egrave;ces. Lorsque survint la mort de son p&egrave;re en 1826, il r&eacute;solut son ind&eacute;cision entre la po&eacute;sie et la musique en optant pour la cr&eacute;ation de musique po&eacute;tique.</P>
<P>Sa m&egrave;re, veuve, voulait qu'il se dirige vers quelque chose de plus r&eacute;mun&eacute;rateur et de plus respectable. Devant son insistance, il d&eacute;bute des &eacute;tudes en droit &agrave; Leipzig et Heidelberg mais, en fait, il consacre plus de temps &agrave; la musique. Finalement, &agrave; la fin de 1829, il &eacute;crira &agrave; sa m&egrave;re une d&eacute;claration non &eacute;quivoque: "Je suis arriv&eacute; &agrave; la conviction qu'avec du travail, de la patience et un bon professeur, je serais capable, en de&ccedil;&agrave; de six ans, de d&eacute;fier tout pianiste… &Agrave; part &ccedil;a, je poss&egrave;de une imagination et peut-&ecirc;tre une habilet&eacute; pour le travail individuel de cr&eacute;ation". Peu apr&egrave;s, il retourne &agrave; Leipzig pour &eacute;tudier plus intens&eacute;ment le piano avec son bon professeur (et plus tard, son pire ennemi) Friedrich Wieck.</P>
<P>&Agrave; Leipzig de 1830 &agrave; 1832, il pratique sans cesse, composant un peu, et passe de nombreuses heures &agrave; improviser des r&ecirc;ves fantasmagoriques en tenant la p&eacute;dale constamment enfonc&eacute;e. De ces ann&eacute;es &eacute;manent de remarquables compositions, incluant <I>Papillons</I> et <I>Die Davidbundlertanze</I>. Ce dernier titre, "Dances de la Ligue de David", r&eacute;f&egrave;re &agrave; des caract&egrave;res mythologiques – Florestan, Eusebius, et autres – qu'il pr&eacute;sente, demi-s&eacute;rieusement, comme un groupe de gu&eacute;rilla esth&eacute;tique, le petit David combattant les p&eacute;ch&eacute;s musicaux g&eacute;ants du jour: virtuosit&eacute; d&eacute;nu&eacute;e, conservatisme ombr&eacute; et philistinisme g&eacute;n&eacute;ralis&eacute;. En avril 1834, Schumann et quelques coll&egrave;ges fondent une revue, le <I>Neue Zeitschrift fur Musik</I> (Nouveau Journal de Musique), qui, durant les 10 ans au cours desquels Schumann a agi en tant qu'&eacute;diteur et critique en chef, est la voix la plus importante vou&eacute;e aux id&eacute;es progressives dans le domaine de la musique en l'Allemagne. Dans le <I>Neue Zeitschrift fur Musik</I>, Eusebius acclame l'arriv&eacute;e de Chopin avec "Chapeaux bas, Messieurs, un g&eacute;nie!". La musique de Berlioz y trouve aussi un champion de m&ecirc;me que, durant les derni&egrave;res ann&eacute;es de critique de Schumann, il accueille Brahms comme "le jeune aigle".</P>
<P>Par le temps o&ugrave; la revue est lanc&eacute;e, beaucoup de choses ont chang&eacute; dans la vie de Schumann. Il est devenu exclusivement un compositeur puisqu'il ne pouvait plus &ecirc;tre un pianiste: sa main droite &eacute;tant infirme. Son explication pour ce d&eacute;sastre fut qu'ayant invent&eacute; un moyen pour immobiliser, durant ses pratiques, son quatri&egrave;me doigt devenu r&eacute;calcitrant, ce moyen avait paralys&eacute; ce doigt. Une opinion m&eacute;dicale moderne soul&egrave;ve une autre hypoth&egrave;se: un effet secondaire du mercure utilis&eacute;, en ces temps-l&agrave;, pour traiter la syphilis. &Agrave; savoir si Schumann a &eacute;t&eacute; une autre victime de cette maladie, personne n'en sera certain, mais il pourrait aussi expliquer ses crises de folie. Sa premi&egrave;re d&eacute;pression s&eacute;rieuse survient en octobre 1833 quand, apr&egrave;s des attaques de perte de conscience et une d&eacute;pression d&eacute;chirante, il tente de se jeter en bas d'une fen&ecirc;tre.</P>
<P>Vers la mi 1830 Schumann semble &ecirc;tre revenu normal; il &eacute;crit d'importantes critiques dans le <I>Neue Zeitschrift</I>, compose quelques uns de ses meilleurs ouvrages pour le piano et tombe en amour avec la fille de son professeur. Il connaissait Clara Wieck depuis qu'elle avait 9 ans; elle &eacute;tait l'&eacute;l&egrave;ve ch&eacute;rie de son p&egrave;re et fut la premi&egrave;re &agrave; jouer les œuvres de Schumann en public. Il a jou&eacute; le r&ocirc;le d'oncle aupr&egrave;s d'elle jusqu'&agrave; ce qu'il r&eacute;alise qu'elle &eacute;tait devenue une belle femme intelligente de 16 ans qui, silencieusement, l'idolatrait. Lentement leurs anciens jeux et secrets prennent de plus en plus d'importance.</P>
<P>Quand Friedrich Wieck r&eacute;alise ce qui se passe, il devient enrag&eacute;; cette r&eacute;action est probablement le r&eacute;sultat d'une combinaison de protectivisme envers sa fille et de doutes quant &agrave; la sanit&eacute; et l'avenir de Schumann. Pendant quatre ans, Wieck attaque leur romance avec tous les moyens qu'il peut trouver, incluant les menaces de mort envers son ancien prot&eacute;g&eacute;. Les amoureux maintiennent leur relation avec des notes secr&egrave;tes et des rendez-vous. Finalement, en 1840, ils d&eacute;cident de poursuivre le p&egrave;re. Cette saga judiciaire, qui les a tous humili&eacute;s, se termine par une d&eacute;cision d&eacute;favorable pour le p&egrave;re. Robert et Clara se marient le 12 septembre 1840. Ce jour-l&agrave;, elle &eacute;crivit dans son journal que de fut "le plus beau moment de sa vie".</P>
<P>Il appelait Clara l'ange gardien de son g&eacute;nie. Quoiqu'&eacute;tant une des meilleures pianistes de sa g&eacute;n&eacute;ration, elle r&eacute;primera ses talents consid&eacute;rables de compositeur, en d&eacute;f&eacute;rence pour lui de la m&ecirc;me mani&egrave;re que Fanny Mendelssohn l'avait fait avant elle et qu'Alma Mahler le fera apr&egrave;s elle. Clara et Robert publient conjointement quelques chants sous son nom et, lorsqu'il lui arrivait d'emprunter ses th&egrave;mes, il le faisait en hommage pour elle.</P>
<P>Durant la premi&egrave;re ann&eacute;e de leur mariage, Robert &eacute;crit 140 chants la plupart d'entre eux, naturellement, des chants d'amour. Ils comprennent tous ses grands cycles: le <I>Liederkreis</I> sur les paroles d'Eichendorff, <I>Frauenliebe und –Leben</I> (L'amour et la vie de la femme), et <I>Dichterliebe</I> (L'amour du po&egrave;te) sur des vers de Heine. Dans ces ouvrages, il apporte, &agrave; la tradition du chant allemand, une voix singuli&egrave;re toutefois moins m&eacute;lodieuse que Schubert, mais plus po&eacute;tique.</P>
<P>Ce fut son ann&eacute;e de "chants". Contrairement &agrave; d'autres compositeurs, il aimait se concentrer sur un seul m&eacute;dium &agrave; la fois durant un certain temps. Ainsi, ses 23 premiers num&eacute;ros d'opus sont tous pour le piano; puis en 1840 vient la s&eacute;rie de "chants". Pendant tout ce temps, Clara le pousse &agrave; &eacute;crire une symphonie. Il s'y embourbe, n'&eacute;tant ainsi ni le premier ni le dernier compositeur &agrave; trembler &agrave; la pens&eacute;e d'un Beethoven &eacute;piant leurs essais orchestraux. Soudainement, au d&eacute;but de 1841, durant quatre jours d'inspiration intense, Schumann &eacute;bauche sa premi&egrave;re symphonie, qu'il surnomme "Printemps". Elle est re&ccedil;ue avec applaudissements lorsque donn&eacute;e en premi&egrave;re par son ami Mendelssohn et l'orchestre du Gewandhaus de Leipzig. Il se mit aussit&ocirc;t &agrave; en &eacute;crire une deuxi&egrave;me, dans cette "ann&eacute;e symphonique" de 1841, mais apr&egrave;s sa pr&eacute;sentation en premi&egrave;re, il d&eacute;cide de la remettre dans ses tablettes. Plus tard r&eacute;vis&eacute;e, l'œuvre sera entendue, en 1853, en tant que la symphonie # 4. L'ann&eacute;e de la musique de chambre, 1842, produisit 3 quators pour cordes, un quatuor avec piano et un quintet avec piano.</P>
<P>C'est alors que la tension provoqu&eacute;e par ses habitudes compulsives de travail amene une autre d&eacute;pression. Comme la plupart des artistes de la p&eacute;riode romantique, et en contraste avec ceux de la p&eacute;riode classique, Schumann compose &agrave; partir d'inspiration, alimentant ainsi constamment ses &eacute;motions. Par exemple, les trois quatuors pour cordes sont compos&eacute;s en l'espace d'un seul mois. Avec une telle m&eacute;thode de cr&eacute;ation, il &eacute;tait toujours sur le point de verser vers la confusion, les exc&egrave;s ou pire. L'insanit&eacute; semblait &ecirc;tre un risque du m&eacute;tier pour les artistes de l'&egrave;re romantique.</P>
<P>En 1843, Mendelssohn am&egrave;ne Schumann au nouveau conservatoire de Leipzig mais Schumann se r&eacute;v&egrave;le trop songeur et vague pour devenir un bon professeur, et sa direction d'orchestre souffre des m&ecirc;mes probl&egrave;mes. L'&eacute;nergique et obstin&eacute;e Clara le pousse vers la  direction d'orchestre alors qu'il n'en a pas le go&ucirc;t; elle voulait ainsi qu'il acc&egrave;de &agrave; une carri&egrave;re aussi prestigieuse que la sienne. Ils ont maintenant deux enfants et la responsabilit&eacute; familiale p&egrave;se aussi sur lui. Encore une fois des sympt&ocirc;mes de mauvaise augure font leur apparition. D&eacute;j&agrave; d&eacute;prim&eacute; et incapable de se concentrer, il d&eacute;veloppe une d&eacute;mangeaison folle.</P>
<P>En 1844, il se retire du conservatoire de Leipzig et de son r&ocirc;le d'&eacute;diteur au <I>Neue Zeitschrift</I> (tout en continuant comme collaborateur) et accompagne Clara lors d'une tourn&eacute;e de concerts en Russie. Alors survient une autre d&eacute;pression, la pire &agrave; survenir jusque l&agrave;. &Agrave; la recherche de repos et de changement, Clara et lui d&eacute;m&eacute;nagent &agrave; Dresde; ils y vient paisiblement pendant cinq ans alors qu'il essaie de retrouver la sant&eacute;. Durant cette p&eacute;riode, il compl&eacute;te son concerto pour piano en la mineur, sa symphonie # 2, et l'op&eacute;ra <I>Genoveva</I>; cette derni&egrave;re cafouille lors de la pr&eacute;sentation de la premi&egrave;re &agrave; Leipzig et tombe dans l'oubli.</P>
<P>En 1850, ils d&eacute;m&eacute;nagent &agrave; Dusseldorf o&ugrave; il a obtenu un poste de directeur d'orchestre. Encore une fois, &ccedil;a ne marche pas. Il est irascible et sujet aux oublis alors qu'il est sur le podium; quelquefois, durant l'ex&eacute;cution, il devient si imbu dans la musique qu'il oublie de marquer le tempo. En 1853, un assistant doit le remplacer. Pendant ce temps, son œuvre trouve lentement un auditoire; toutefois, il n'a pas le charme gracieux qui marque la popularit&eacute; quasi instantan&eacute;e de Mendelssohn. Apr&egrave;s une performance de Clara, quelqu'un lui a m&ecirc;me demand&eacute;: "Vous &ecirc;tes musicien, Monsieur Schumann?"</P>
<P>&Agrave; ce moment, la maladie et la domestication l'ont transform&eacute;. D'une jeunesse impulsive et batailleuse, Eusebius prend le dessus, il est renferm&eacute; sur lui-m&ecirc;me. Un visiteur venu pour obtenir de l'information musicale n'a pu faire sortir Schumann de sa torpeur et tout ce qu'il a &eacute;t&eacute; capable d'obtenir fut la phrase suivante: "Fumez-vous?". Par trois fois, Schumann lui r&eacute;p&egrave;te la m&ecirc;me phrase, chacune entrecoup&eacute;e de longues pauses, et sur ce, le visiteur s'en alla. Schumann pouvait passer des heures, seul, dans un caf&eacute; attabl&eacute; dans le coin, ses l&egrave;vres poursuivant un sifflement silencieux qui semblait se prolonger ind&eacute;finiment. Un ami &eacute;crivit: "Ses yeux… regardaient comme s'il y avait quelque chose sur laquelle il devait se concentrer tout en &eacute;coutant intens&eacute;ment des voix venant de l'int&eacute;rieur de son &acirc;me". M&ecirc;me lors qu'il est en compagnie de d'autres personnes, il semble seul. Autant il fut &agrave; l'avant-garde des nouvelles id&eacute;es musicales autant il endosse Brahms, le conservateur, tout en ignorant presque Wagner, le progressif.</P>
<P>Et la folie s'empare de lui. Durant une tourn&eacute;e en Hollande avec Clara, un succ&egrave;s public consid&eacute;rable pour tous les deux, il commence &agrave; entendre, dans sa t&ecirc;te, des voix et de la musique terrifiante. &Agrave; son ami le violoniste Joachim, il &eacute;crivit au d&eacute;but de 1854: "La nuit commence &agrave; tomber". Le 6 f&eacute;vrier de cette ann&eacute;e, il fuit sa famille et de jette dans le Rhin. Retir&eacute; des eaux, il demande qu'on l'enferme. Les deux derni&egrave;res ann&eacute;es de sa vie, il les passera dans un asile pr&egrave;s de Bonn, quelques fois lucide, quelques fois perdu dans des voix et dans l'horreur. Brahms lui rend visite de temps en temps mais les m&eacute;decins ne permettent pas &agrave; Clara d'entrer en contact avec son mari, craignant sa r&eacute;action. Elle s'assoyait &agrave; l'&eacute;cart et l'observait &agrave; travers une fen&ecirc;tre. De ses visites &agrave; Schumann, Brahms, normalement r&eacute;ticent, &eacute;crivait des lettres poignantes &agrave; Clara avec laquelle le jeune compositeur &eacute;tait tomb&eacute; irr&eacute;vocablement en amour. La mort d&eacute;livre Schumann, &agrave; l'&acirc;ge de 46 ans, le 29 juillet 1856.</P>

</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="schr.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="schr.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
