<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>George Frideric Handel - Biographie</TITLE>
   <META NAME="description" CONTENT="Biographie de George Frideric Handel">
   <META NAME="keywords" CONTENT="musique, oeuvre, catalogue, biographie, Handel">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>George Frideric Handel</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>
<TD>
<P>George Frideric Handel, dont l'art d&eacute;finit la grandeur et la majest&eacute; en musique, &eacute;tait, dans sa personne, ob&egrave;se, d'apparence n&eacute;glig&eacute;e, glouton, bancal, d'esprit lourd et pouvant souvent &ecirc;tre vu titubant dans les rues de Londres, tout en marmottant en allemand, tel un clochard ivre. Il &eacute;tait per&ccedil;u comme &eacute;tant un peu fou; des &eacute;tudes modernes r&eacute;v&egrave;lent des indications quant &agrave; la pr&eacute;sence de d&eacute;pression maniaque, dont un sympt&ocirc;me serait &agrave; l'origine de ses fr&eacute;n&eacute;sies cr&eacute;atrices bizarres.  Toutefois, &agrave; la fin d'une carri&egrave;re qui a connu des hauts extravagants et des bas pr&eacute;cipit&eacute;s, Handel en est venu &agrave; repr&eacute;senter, pour son temps ce qu'il repr&eacute;sente pour le n&ocirc;tre: un des g&eacute;nies qui sont les gloires de notre race.</P>

<P>Alors comme maintenant, cette r&eacute;putation &eacute;tait et est principalement bas&eacute;e sur une seule œuvre d'une popularit&eacute; sans pr&eacute;c&eacute;dente, <I>Messiah</I> (le Messie). Ce magnifique oratorio, que l'on retrouve partout, a failli &eacute;clipser tout le reste de son œuvre. Ce chef d'œuvre n'&eacute;tait pas un coup de hasard mais simplement l'œuvre la plus inspir&eacute;e de la part d'un artiste qui d&eacute;pendait, plus que tout autre, sur l'inspiration de sa muse. Son contemporain, Bach, &eacute;tait le grand architecte du son de son &eacute;poque; Handel en &eacute;tait son grand improvisateur.</P>

<HR width="50%">

<P>Il &eacute;tait n&eacute;, Georg Friedrich Handel, &agrave; Halle, en Allemagne, le 23 f&eacute;vrier 1685, dans une famille qui n'avait aucun ant&eacute;c&eacute;dent en musique. Malgr&eacute; les signes pr&eacute;coces d'un talent prodigieux d&eacute;montr&eacute;s par son fils, le p&egrave;re avait d&eacute;cid&eacute; que Georg &eacute;tudierait le droit. Le gar&ccedil;on, pour pratiquer, eut recours &agrave; une &eacute;pinette muette entrepos&eacute;e au grenier. Finalement, lors d'une visite &agrave; un parent &agrave; la cour ducale de Saxe-Weissenfels, le duc, apr&egrave;s avoir &eacute;cout&eacute; Georg jouer l'orgue, pressa son p&egrave;re de lui laisser suivre des le&ccedil;ons. Puisqu'&agrave; cette fin, le duc remplissait d'or les poches de Georg, le p&egrave;re accepta en maugr&eacute;ant. Georg commen&ccedil;a &agrave; &eacute;tudier &agrave; l'&eacute;glise luth&eacute;rienne de Halle avec F.W. Zachow, un organiste et un compositeur bien en vue.</P>

<P>&Agrave; l'&acirc;ge de 12 ans, Handel avait progress&eacute; remarquablement dans ses &eacute;tudes du hautbois et du violon mais particuli&egrave;rement du clavier (un terme g&eacute;n&eacute;rique pour d&eacute;signer les diff&eacute;rents instruments &agrave; clavier). Cette ann&eacute;e-l&agrave;, il devint l'assistant de Zachow comme organiste &agrave; l'&eacute;glise. Le professeur confessa qu'il n'avait plus rien &agrave; lui enseigner; d&eacute;j&agrave; Handel composait de la musique pour les offices &agrave; l'&eacute;glise, devenant ainsi un prodige et attirant les m&eacute;c&egrave;nes aristocratiques. En 1697, le p&egrave;re de Handel meurt mais Georg, voulant honorer les d&eacute;sirs de son p&egrave;re, s'inscrit &agrave; la facult&eacute; de droit de l'universit&eacute; de Halle. Il y resta &agrave; peu pr&egrave;s un an avant de quitter pour devenir organiste de l'&eacute;glise &agrave; Moritzburg. Apr&egrave;s une autre ann&eacute;e, Handel quitte ce poste pour accepter une place au sein des deuxi&egrave;mes violons de l'op&eacute;ra de Hamburg. Ceci peut &ecirc;tre vu comme un recul mais comme il est plausible qu'il ait d&eacute;j&agrave; eu l'intention d'&eacute;crire pour la sc&egrave;ne, il se dirigeait directement &agrave; la principale source de l'op&eacute;ra allemand.</P>

<P>Le directeur de la maison de l'op&eacute;ra d'Hambourg &eacute;tait Reinhard Keiser, le premier compositeur important d'op&eacute;ras en Allemagne. Comme &agrave; l'habitude, Handel fit sentir sa pr&eacute;sence tr&egrave;s rapidement en rempla&ccedil;ant un claveciniste indispos&eacute; (&agrave; cette &eacute;poque, le claveciniste dirigeait la repr&eacute;sentation). Handel en vint &agrave; conna&icirc;tre Johann Mattheson, compositeur, chanteur et claveciniste, un autre g&eacute;nie r&eacute;sidant au th&eacute;&acirc;tre, et ils devinrent des amis pour la vie - except&eacute; pour une petite et quasi fatale querelle. Alors que Handel refusait de c&eacute;der sa place au clavecin &agrave; Mattheson durant une repr&eacute;sentation d'un de ses op&eacute;ras, leur argumentation d&eacute;g&eacute;n&eacute;ra en bataille, les deux hommes se roulant sur la sc&egrave;ne, aux applaudissements de l'audience et des chanteurs, et se poursuivit dans la rue o&ugrave; Mattheson sortit son &eacute;p&eacute;e et tenta de transpercer Handel. Un bouton de m&eacute;tal du manteau de Handel brisa la lame. Ceci mit fin au duel et &agrave; la dispute; sous peu, les deux redevinrent grands amis. Mattheson &eacute;crira la premi&egrave;re biographie allemande de Handel.</P>

<P>Le duel r&eacute;sultait plus de la jalousie que de toute autre chose et Mattheson n'&eacute;tait pas le seul &agrave; &ecirc;tre jaloux. En 1704, le directeur Keiser donna g&eacute;n&eacute;reusement le libretto <I>Almira</I> au jeune Handel, &acirc;g&eacute; de 19 ans, afin qu'il puisse tenter sa premi&egrave;re chance dans l'&eacute;criture d'un op&eacute;ra. Le r&eacute;sultat fut un succ&egrave;s &eacute;clatant ce qui rendit Keiser tr&egrave;s nerveux. &Agrave; partir de ce jour, le directeur s'employa, par tous les moyens, &agrave; chasser son jeune rival hors de la ville. En 1706, Handel en eut assez; il prit ses &eacute;pargnes et s'en alla en Italie afin de voir ce qu'il pourrait obtenir pour son art et sa fortune. Dans les deux cas, il en obtint beaucoup.</P>

<P>&Agrave; Florence, il produisit son op&eacute;ra <I>Rodrigo</I> avec sans grand succ&egrave;s mais, en 1708, son oratorio italien, <I>La Resurrezione</I>, dirig&eacute; &agrave; Rome par Arcangelo Corelli, le rendit instantan&eacute;ment c&eacute;l&egrave;bre. Les italiens le surnomm&egrave;rent "le Saxon" (Il Sassone). Il s'imbiba du style italien &agrave; partir des grands ma&icirc;tres, qui devinrent ses amis et ses m&eacute;c&egrave;nes - parmi eux, Corelli, le compositeur d'op&eacute;ra et d'oratorio Alessandro Scarlatti et son fils Domenico, ce dernier &agrave; la veille d'une carri&egrave;re historique. Une partie de la vie de concert, en ces jours, &eacute;tait les comp&eacute;titions entre virtuoses. Au d&eacute;but de 1709, les admirateurs romains de Handel et de Domenico Scarlatti arrang&egrave;rent une comp&eacute;tition &agrave; l'orgue et au clavecin qui se tiendrait &agrave; la maison de l'employeur de Corelli, le cardinal Ottoboni. Ce dut &ecirc;tre une soir&eacute;e extraordinaire o&ugrave; deux des plus grands clavi&eacute;ristes de tous les temps exhibaient leurs pleins talents dans des exploits d'improvisation. &Agrave; la fin, les lauriers pour le clavecin all&egrave;rent &agrave; Scarlatti alors que la couronne pour l'orgue alla &agrave; Handel. Handel n'eut qu'un pair &agrave; l'orgue - Bach - et ils ne se sont jamais rencontr&eacute;s. On ne sait pas si Handel connaissait l'existence de Bach.</P>

<P>Ses triomphes en Italie firent de Handel l'un des plus c&eacute;l&egrave;bres jeunes compositeurs du continent. En 1710, il retourna en Allemagne pour prendre le poste de Kapellmeister - directeur de musique - aupr&egrave;s de l'&eacute;lecteur Georg d'Hanovre avec un salaire vingt fois ce que Bach pouvait toucher &agrave; Weimar. Handel &eacute;tait sans repos; la m&ecirc;me ann&eacute;e, il re&ccedil;ut un cong&eacute; pour aller visiter Londres. Il y  produisit, en 1711, son op&eacute;ra italien <I>Rinaldo</I>, qui n'&eacute;tait, somme toute, qu'un assemblage de mat&eacute;riel que Handel mit ensemble dans l'espace de deux semaines. Il fit sensation aupr&egrave;s du public londonien. La production fut pr&eacute;sent&eacute;e avec les artifices typiques du temps: la promesse d'un chariot tir&eacute; par des chevaux blancs qui ne se mat&eacute;rialise pas mais il y eut deux dragons crachant du feu, de r&eacute;els feux d'artifices, des t&eacute;nors v&ecirc;tus de tuniques royales navigant &agrave; travers les temp&ecirc;tes faites de carton, et des envol&eacute;es d'oiseaux.</P>

<P>Handel retourna, pour un certain temps, &agrave; son poste &agrave; Hanovre. En 1712, il obtient un autre cong&eacute; pour retourner &agrave; Londres, cette fois pour un temps raisonnable, afin d'y pr&eacute;senter d'autres op&eacute;ras. Ils eurent moins de succ&egrave;s que <I>Rinaldo</I>, mais les œuvres qu'il &eacute;crivit pour la couronne britannique furent mieux re&ccedil;ues, entre autres <I>Birthday Ode for Queen Anne</I> (ode pour l'anniversaire de naissance de la reine Anne). La reine lui versa des honoraires dans le but de le garder dans son entourage comme compositeur &agrave; la cour.</P>

<P>Malgr&eacute; son poste &agrave; Hanovre, il s'attarde &agrave; Londres. Lorsque la reine Anne meurt en 1714, les choses devinrent embarrassantes. &Agrave; cause des relations royales internationales, le nouveau roi George I d'Angleterre n'&eacute;tait nul autre que l'ancien &eacute;lecteur Georg de Hanovre, son ancien employeur que Handel avait n&eacute;glig&eacute;. Il s'en suivit que Handel se fit discret &agrave; la cour pour quelque temps. La tradition qui veut que Handel obtint le pardon du monarque avec son œuvre, <I>Water Music</I>, est fausse. Les deux hommes se sont r&eacute;concili&eacute;s bien avant que cette œuvre charmante ne soit &eacute;crite. Selon la tradition, il se peut que ce soit la musique qui fut jou&eacute;e lors de la f&ecirc;te l&eacute;gendaire de 1717 alors que le roi et sa cour, voguant sur la Tamise dans des barges, accompagn&eacute;s d'une barge de musiciens jouant des œuvres de Handel. La m&ecirc;me ann&eacute;e, il devint directeur de musique aupr&egrave;s du duc de Chandos, pour lequel il &eacute;crivit les <I>Chandos Anthems</I> (Antiennes Chandos) et autres œuvres dont <I>Esther</I>, son premier oratorio anglais. Il s'&eacute;tait &eacute;tabli en Angleterre pour de bon: Georg Friedrich Handel devint George Frideric Handel. Il devint un citoyen naturalis&eacute; en 1726.</P>

<P>Handel s'est &eacute;tabli en Angleterre pour faire fortune en &eacute;crivant des op&eacute;ras pour les audiences mondaines de Londres qui, au cours de ces ann&eacute;es, recherchaient les spectacles dans le style italien et en italien. En 1719, un groupe de nobles a form&eacute; l'Acad&eacute;mie royale de musique dont le but principal &eacute;tait de pr&eacute;senter des op&eacute;ras italiens et nomma Handel comme l'un des directeurs. Il fit des voyages de reconnaissance en Allemagne et en Hollande dans le but de recruter les meilleurs chanteurs. Dans la d&eacute;cennie apr&egrave;s 1720, Handel &eacute;crivit quinze nouveaux op&eacute;ras pour l'Acad&eacute;mie royale dont certains firent sensation.</P>

<P>L'&eacute;criture d'op&eacute;ra, en ces temps, &eacute;tait une op&eacute;ration d'affaires orient&eacute;e vers un march&eacute; et devait se conformer aux go&ucirc;ts du temps. Handel composait la majeure partie de la musique d'un op&eacute;ra durant les deux ou trois semaines de r&eacute;p&eacute;tition, tout son travail &eacute;tait &agrave; la merci des producteurs et des prima donnas. Le public londonien, souvent aux go&ucirc;ts changeants, demandait peu d'intrigue et beaucoup de pyrotechniques vocales et sc&eacute;niques. De toute fa&ccedil;on, ces op&eacute;ras &eacute;taient en langue italienne et la plupart n'y comprenait rien. Entre les airs, l'intrigue &eacute;tait brusquement d&eacute;voil&eacute;e au moyen d'un r&eacute;citatif sec.</P>

<P>Au cours des ann&eacute;es, alors que les op&eacute;ras italiens perdaient de la popularit&eacute; aupr&egrave;s du public londonien, Handel continuait &agrave; en produire jusqu'en 1728 alors que John Gay, produisit son op&eacute;ra "The Beggar's Opera", une œuvre qui allait diam&eacute;tralement &agrave; l'oppos&eacute; du style des op&eacute;ras de Handel. Alors que les op&eacute;ras italiens s'adressaient &agrave; la bourgeoisie et contenaient de la musique raffin&eacute;e, des effets fantastiques et des intrigues provenant de l'histoire ancienne et de la mythologie, cette œuvre  de Gay s'adressait &agrave; la classe moyenne avec des airs populaires anglais et sans artifices pompeux.</P>

<P>En tant que grand impresario, Handel y avait investi de son argent et il fit faillite, en 1728, en m&ecirc;me temps que la compagnie. Ne voulant pas l&acirc;cher, il revint, in 1729, avec une nouvelle compagnie et une nouvelle s&eacute;rie d'op&eacute;ras. Cette entreprise ne fit que prouver l'indiff&eacute;rence grandissante de la part du public. En 1737, face &agrave; une nouvelle faillite et &agrave; la prison, Handel produisit quatre nouveaux op&eacute;ras mais ce fut peine perdue. Cette ann&eacute;e-l&agrave;, sa compagnie, ses finances personnelles et sa sant&eacute; p&eacute;riclit&egrave;rent toutes ensemble. Apr&egrave;s avoir subi une attaque paralytique et un affaissement mental, Handel se tra&icirc;nait aux bains d'Aix-la-Chapelle en rageant contre "cette chair infernale". Il &eacute;tait &acirc;g&eacute; de 52 ans et apparemment fini.</P>

<P>&Agrave; la fin de 1737, Handel r&eacute;appara&icirc;t &agrave; Londres pour y monter une autre compagnie pour laquelle il &eacute;crivit un op&eacute;ra par ann&eacute;e pendant la p&eacute;riode allant de 1738 &agrave; 1741. Finalement, il a compris le message: l'op&eacute;ra italien, le genre sur lequel il avait bas&eacute; toute sa carri&egrave;re, &eacute;tait bel et bien fini en Angleterre. En 1741, il pr&eacute;senta <I>Deidamia</I>, c'&eacute;tait le dernier de ses 46 op&eacute;ras.</P>

<P>Que peut-il faire maintenant pour vivre? Tout autour de lui, il avait une s&eacute;rie de petites œuvres - des concertos, de la musique de chambre, des chœurs tels que les <I>Coronation Anthems</I> (Antiennes du Couronnement)  produites en 1727) et des œuvres pour orchestre incluant le <I>Water Music</I>. Il recherchait de plus grands canevas qui pouvaient mener &agrave; de plus grands r&eacute;sultats.</P>

<P>La cl&eacute; de son salut vint d&egrave;s 1732 alors qu'il ravivait son oratorio anglais <I>Esther</I>. La r&eacute;ception ayant &eacute;t&eacute; encourageante, il continua avec deux autres: <I>Deborah</I> et <I>Atalia</I>. Les oratorios bibliques lui fournissaient une dimension &eacute;pique et un drame dans le style op&eacute;ratique dont il avait de besoin  tout en permettant de les produire &agrave; un co&ucirc;t moindre que les œuvres sc&eacute;niques. Ces œuvres semblaient plaire aux audiences de classe moyenne. De 1738 &agrave; 1740, alors qu'il &eacute;tait encore impliqu&eacute; dans sa compagnie d'op&eacute;ras, Handel &eacute;crivit quatre magnifiques oratorios - <I>Saul</I>, <I>Israel in Egypt</I>, <I>Ode to Saint Cecilia</I>, et <I>L'Allegro, il Pensieroso ed il Moderato</I>, ce dernier d'apr&egrave;s des po&egrave;mes de Milton.</P>

<P>Handel cr&eacute;a, avec ces œuvres, un nouveau genre d'oratorio bien diff&eacute;rent du mod&egrave;le traditionnel italien. D'un, les textes &eacute;taient en anglais et ce, m&ecirc;me si Handel ma&icirc;trisait mal la langue, et d'autre part, la musique refl&eacute;tait les influences anglaises, principalement celles provenant des antiennes religieuses de Purcell. Alors que les sujets, provenant majoritairement de la bible, &eacute;taient religieux, les oratorios de Handel n'&eacute;taient pas inond&eacute;s de pi&eacute;t&eacute;. Ce sont des œuvres pour les salles de concert avec toute la couleur musicale et le flair dramatique de l'op&eacute;ra. Contrairement &agrave; l'op&eacute;ra o&ugrave; les airs &eacute;taient le centre de l'oeuvre, il fit des chœurs les pi&egrave;ces ma&icirc;tresses et centrales de ses oratorios. Le style des chœurs allait devenir un mod&egrave;le pour les compositeurs de g&eacute;n&eacute;rations &agrave; venir et aucun, pas m&ecirc;me Beethoven, n'atteindra son niveau.</P>

<P>L'ann&eacute;e 1741 marque un tournant historique tant au niveau des finances de Handel que de l'histoire de la musique chorale. Le vice-roi d'Irlande l'invite, &agrave; Dublin, pour y produire un concert pour des œuvres de charit&eacute;. Pour l'occasion, Handel am&egrave;ne avec lui un nouvel oratorio simplement appel&eacute; <I>Messiah</I> (Le Messie). &Agrave; l'encontre de ses oratorios habituels avec des personnages et une intrigue, celui-ci est bas&eacute; sur une s&eacute;rie de proph&eacute;ties bibliques et m&eacute;ditations entourant la venue du Christ. Handel avait &eacute;crit cette œuvre gigantesque en moins de 24 jours &agrave; partir du 22 ao&ucirc;t 1741. Une partie consid&eacute;rable de cet oratorio est du mat&eacute;riel recycl&eacute;. Il a pris, par exemple, le chœur <I>For unto us a Child is born</I> d'un de ses duos italiens et le familier <I>Halleluja</I> est un remaniement d'un chœur provenant d'un de ses op&eacute;ras o&ugrave; un pa&iuml;en rendait gr&acirc;ce au dieu Bacchus - une chanson &agrave; boire.</P>

<P>En avril 1742, <I>Messiah</I> est donn&eacute;, en premi&egrave;re, &agrave; Dublin, au milieu d'excitations d&eacute;lirantes. La salle &eacute;tait bond&eacute;e (on avait demand&eacute;, pour l'occasion, aux dames de ne pas porter des jupes &agrave; cerceaux et, aux hommes, de ne pas porter d'&eacute;p&eacute;e afin de faire plus de place) alors que des centaines d'autres &eacute;cout&egrave;rent aux fen&ecirc;tres et aux portes. Il semble que ce fut l'une des rares occasions dans l'histoire o&ugrave; une grande œuvre fut imm&eacute;diatement per&ccedil;ue &agrave; sa pleine valeur.</P>

<P>Compar&eacute;e &agrave; la premi&egrave;re de Dublin, la premi&egrave;re repr&eacute;sentation &agrave; Londres, l'ann&eacute;e suivante, fut un &eacute;chec m&ecirc;me si le roi George II fut tellement &eacute;mu durant l'<I>Hallelujah</I> qu'il se leva, suivi de tout l'audience et de toutes les audiences depuis. Toutefois, ce ne fut que quelques ann&eacute;es plus tard que <I>Messiah</I> ravira les londoniens et ce, apr&egrave;s qu'Handel eut institu&eacute; une s&eacute;rie de concerts de charit&eacute; o&ugrave; l'œuvre &eacute;tait pr&eacute;sent&eacute;e en m&ecirc;me temps que ses propres performances spectaculaires &agrave; l'orgue durant les intermissions. Ces concerts n'ont pas seulement rendu l'œuvre plus populaire mais aussi sa propre r&eacute;putation: autour de 1750, Handel r&egrave;gnait, sans opposition, sur toute la musique britannique. Pour des g&eacute;n&eacute;rations, et ce, jusqu'&agrave; l'apog&eacute;e de Beethoven, Handel repr&eacute;sentera la musique dans tout ce qu'elle a de majestueux et de sublime. Beethoven disait de lui: "Devant lui, je m'incline. Handel est le plus grand et le plus comp&eacute;tent des compositeurs."</P>

<P>Quoique l'oratorio <I>Messiah</I> lui ait apport&eacute; richesse et renomm&eacute;e, la productivit&eacute; ph&eacute;nom&eacute;nale de Handel n'a pas pour autant diminu&eacute;. Les ann&eacute;es qui suivirent virent une s&eacute;quence ininterrompue de pi&egrave;ces d'occasions, de grands oratorios dont <I>Jephte</I> en 1752.</P>

<P>C'est en composant cette œuvre que Handel commen&ccedil;a &agrave; avoir du trouble avec ses yeux. Pour un certain temps, il dut arr&ecirc;ter. Une note, retrouv&eacute;e dans le manuscrit de <I>Jephte</I>, nous le confirme: "Voil&agrave; o&ugrave; j'ai pu me rendre en ce mercredi, 13 f&eacute;vrier 1751 &agrave; cause d'une faiblesse dans mon œil gauche". Suite &agrave; une d&eacute;t&eacute;rioration, il subit trois &eacute;puisantes op&eacute;rations men&eacute;es par le m&ecirc;me chirurgien qui op&eacute;ra Bach. Les r&eacute;sultats furent les m&ecirc;mes pour les deux hommes: une c&eacute;cit&eacute; compl&egrave;te.</P>

<P>Tout de m&ecirc;me, au cours des huit ann&eacute;es qui suivirent, Handel continua &agrave; donner des concerts d'orgue, &agrave; diriger les repr&eacute;sentations de ses oratorios et, &agrave; r&eacute;viser d'anciennes compositions &agrave; l'aide d'un assistant. Au printemps de 1759, &agrave; l'&acirc;ge de 74 ans et aveugle, il dirigea et joua l'orgue &agrave; l'occasion de pas moins de 10 repr&eacute;sentations d'oratorios &agrave; l'int&eacute;rieur d'un seul mois. &Agrave; une repr&eacute;sentation du <I>Messiah</I>, le 6 avril, il s'&eacute;vanouit &agrave; la fin de la repr&eacute;sentation. Il dut &ecirc;tre reconduit chez lui et mis au lit. Sentant qu'il ne se l&egrave;verait plus, il fit la remarque suivante: "J'aimerais mourir un Vendredi Saint". Il le manqua de quelques heures puisqu'il est mort t&ocirc;t, le 14 avril, le Samedi Saint.</P>

<P>Concernant son inhumation, en l'Abbaye de Westminster, un journal a rapport&eacute;: "Ce fut presque le plus grand rassemblement de gens de tous les niveaux de la soci&eacute;t&eacute; pour un seul &eacute;v&eacute;nement". Ce fut un &eacute;v&eacute;nement handellien.</P>

<HR width="50%">

<P>Handel fut un compositeur commercial du d&eacute;but &agrave; la fin, ce qui revient &agrave; dire que ses fortunes d&eacute;pendaient de l'appui du grand public. Une premi&egrave;re approbation vint avec ses op&eacute;ras puis quand elle d&eacute;clina, il revint avec les oratorios. Ce type de carri&egrave;re a eu des ramifications dans son style. En comparaison avec Bach, le compositeur de l'&eacute;glise paroissiale, les m&eacute;lodies de Handel ont tendance &agrave; &ecirc;tre plus simples et plus concises (i.e. plus populaires), son harmonie plus conventionnelle, et il pr&eacute;f&eacute;rait une texture homophonique au contrepoint.</P>
<P>De par cet appel &agrave; l'appui public, Handel, plus que tout autre compositeur avant lui, a r&eacute;ussi &agrave; rejoindre le nouveau public de la classe moyenne qui se formait durant la p&eacute;riode baroque par opposition &agrave; l'&eacute;lite aristocratique qui supportait l'op&eacute;ra et l'oratorio.</P>
</TD>


<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

<CENTER><P><A HREF="hangf.html"><IMG SRC="../../waleft.gif" HSPACE=10 BORDER=0 HEIGHT=38 WIDTH=38 ALIGN=CENTER></A><A HREF="hangf.html">retour
aux oeuvres</A></P></CENTER>

</BODY>
</HTML>
