<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
   <TITLE>J.S. Bach - Biographie</TITLE>
   <META NAME="description" CONTENT="J.S. Bach - Biographie">
   <META NAME="keywords" CONTENT="Bach, biographie">
</HEAD>
<BODY>

<CENTER><TABLE BORDER=5 CELLSPACING=5 CELLPADDING=5 WIDTH="100%" BGCOLOR="#000080" >
<TR>
<TD align="left"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Johann Sebastian Bach</FONT></FONT></TD>
<TD align="right"><FONT COLOR="#FFFFFF"><FONT SIZE=+3>Biographie</FONT></FONT></TD>
</TR>
</TABLE></CENTER>

<CENTER><TABLE BORDER=5 CELLSPACING=10 CELLPADDING=10 >
<TR>
<TD WIDTH="20%" BGCOLOR="#0000A0"><BR>
</TD>

<TD>Johann Sebastian Bach est n&eacute; &agrave; Eisenach en Thuringe (qui
jusqu'&agrave; tout r&eacute;cemment faisait partie de l'Allemagne de l'Est),
le 21 mars 1685, le huitième enfant d'une famille de musiciens. En effet,
la famille Bach &eacute;tait une de ces familles traditionnelles de musiciens
qui, pendant plusieurs g&eacute;n&eacute;rations, gagnaient leur vie en
&eacute;tant musiciens au niveau local et dans les diverses cours, organistes
et chantres. Son p&egrave;re, Johann Ambrosius Bach (1645-1695), &eacute;tait
un violoniste de talent. Pendant que celui-ci lui enseignait les rudiments
du jeu d'instruments &agrave; cordes, un autre parent, l'organiste de l'&eacute;glise
la plus importante d'Eisenach, lui enseignait ceux de l'orgue.</P>
 
<P>La m&egrave;re de Johann Sebastian mourut en 1694 et son p&egrave;re
en 1695. Devenu orphelin; il alla vivre avec son fr&egrave;re ain&eacute;,
Johann Christoph, &agrave; Ohrdruf o&ugrave; celui-ci &eacute;tait organiste
depuis 1690. C'est de ce dernier que Johann Sebastian a re&ccedil;u ses
premi&egrave;res le&ccedil;ons formelles tant pour l'orgue que pour le clavecin.</P>

<P>Le 15 mars 1700, Johann Sebastian quitte Ohrdurf pour aller &agrave;
Lunenburg, au nord de l'Allemagne, suite &agrave; l'obtention d'une place
&agrave; l'&eacute;cole de latin o&ugrave; les co&ucirc;ts &eacute;taient
pay&eacute;s en &eacute;change d'une participation dans le choeur de l'&eacute;glise
St. Michael. Il y demeure jusqu'en 1702. &Agrave; la fin de cette courte
p&eacute;riode, Johann Sebastian semble &ecirc;tre devenu un virtuose de
l'orgue. Aucun registre ne fait mention sp&eacute;cifique quant aux professeurs
qu'il aurait pu rencontrer ni des le&ccedil;ons qu'il y aurait re&ccedil;ues.
Au cours des vacances estivales de 1701, il marcha jusqu'&agrave; Hambourg
(48km) pour entendre Johann Adam Reinken and Jan Pieterszoon Sweelinck.</P>

<P>En mars 1703, &agrave; l'&acirc;ge de 18 ans, Johann Sebastian d&eacute;niche
un premier emploi: serviteur et violoniste &agrave; la cour du duc Johann
Ernst of Saxe-Weimar. En ao&ucirc;t de la m&ecirc;me ann&eacute;e, il devient
organiste &agrave; l'&eacute;glise d'Arnstadt. Ici, comme dans ses positions
ult&eacute;rieures, ses tendances de perfectionniste et de ses hautes attentes
de la part d'autres musiciens - par exemple, le choeur de l'&eacute;glise
- ont choqu&eacute;es certains de ses coll&egrave;gues. Il f&ucirc;t partie
prenante dans bon nombre de disputes durant son s&eacute;jour. C'est en
octobre 1705 que Johann Sebastian obtint un cong&eacute; de 4 semaines
pour se rendre &agrave; Lubek, &agrave; pied (une marche de 330km) pour
y entendre jouer Dietrich Buxtehude. Son cong&eacute; se prolongea jusqu'en
janvier 1706, ce qui eut pour effet d'irriter les autorit&eacute;s tant
civiques que religieuses. D&egrave;s lors, il devint &eacute;vident que
son s&eacute;jour &agrave; Arnstadt allait prendre fin rapidement.</P>

<P>Suite &agrave; un concours tenu le jour de P&acirc;ques (24 avril 1707)
pour remplacer l'organiste Johann Georg Ahle d&eacute;c&eacute;d&eacute;
le 2 d&eacute;cembre 1706, Johann Sebastian obtient, en juin, &agrave;
l'&acirc;ge de 22 ans, le poste prestigieux d'organiste, cette fois, &agrave;
l'&eacute;glise St. Blasius &agrave; Muhlhausen. Le 17 octobre de la m&ecirc;me
ann&eacute;e, il épouse sa cousine, Maria Barbara Bach. Tr&egrave;s rapidement,
Bach se d&eacute;senchante du statut qu'on accorde accorde &agrave; la
musique d'&eacute;glise, objet de conflit entre diff&eacute;rentes factions
de son &eacute;glise.</P>

<P>Ainsi, apr&egrave;s peu plus d'un an, Bach se dirige maintenant vers
Weimar o&ugrave; il occupera le poste d'organiste et de ma&icirc;tre de
concert &agrave; la chapelle ducale. Il y restera 9 ans. Cette p&eacute;riode
verra na&icirc;tre ses 3 premiers enfants: Catharina Dorothea (1708), Wilhelm
Friedemann (1710), Carl Philipp Emmanuel (1714) et Johann Gottfried Bernhard
(1715) en plus de perdre des jumaux (1713). C'est aussi au cours de cette
p&eacute;riode qu'il compose la premi&egrave;re partie des principales
oeuvres pour orgue et des cantates religieuses.</P>

<P>&Agrave; ce stade dans la vie, Bach avait une r&eacute;putation d'&ecirc;tre
un musicien au brillant talent mais d'un caract&egrave;re quelque peu inflexible.
Sa ma&icirc;trise de l'orgue n'avait pas d'&eacute;gal en Europe. Il &eacute;tait
r&eacute;guli&egrave;rement invit&eacute; comme soliste virtuose. Sa ma&icirc;trise
grandissante des formes de compositions, telles la fugue et le canon, suscitait
l'int&eacute;r&ecirc;t du monde musical qui &eacute;tait, en ces temps,
l'&eacute;glise luth&eacute;rienne. Mais, comme plusieurs individus au
talent hors du commun, il n'&eacute;tait pas dou&eacute; pour jouer les
jeux politiques ce qui lui occasionna des revers p&eacute;riodiques dans
sa carri&egrave;re. Sa candidature au poste de &quot;Kappelmeister&quot;
(ma&icirc;tre de chapelle) &agrave; Weimar ayant &eacute;t&eacute; ignor&eacute;e
en 1716, il r&eacute;agit en quittant Weimar l'ann&eacute;e suivante (d&eacute;cembre
1717) pour prendre le poste de directeur de la musique &agrave; la cour
de Anhalt-Cothen. La p&eacute;riode de Cothen verra une r&eacute;duction
dans la production des cantates religieuses et sera surtout concentr&eacute;e
sur la musique instrumentale entre autres: les c&eacute;l&egrave;bres Concertos
Brandebourgeois, le Clavier bien-temp&eacute;r&eacute; I, les suites anglaises
et fran&ccedil;aises pour clavier.</P>

<P>Sa femme, Maria Barbara, meurt le 7 juillet 1720. Bach se marie à nouveau,
le 3 d&eacute;cembre 1721, avec Anna Magdalena Wilcken qui &eacute;tait
de 15 ans sa cadette. Il eut 13 enfants - dont seulement 6 survivront -
avec sa nouvelle femme et ce, ajout&eacute;s aux 4 qu'il eut avec sa premi&egrave;re
femme. Plusieurs de ses enfants deviendront de bons compositeurs, &agrave;
leur propre m&eacute;rite, surtout trois de ses fils: Wilhelm Friedmann,
Carl Philipp Emmanuel et Johann Christian.</P>

<P>Apr&egrave;s avoir, pendant sept ans, dirig&eacute; l'orchestre de la cour &agrave; Cothen et avoir compos&eacute; pour lui, Bach se voit offrir et obtient,
le 5 mai 1723, le poste prestigieux de directeur de la musique (cantor)
&agrave; l'&eacute;glise St. Thomas de Leipzig apr&egrave;s que ce poste
eut &eacute;t&eacute; refus&eacute; par deux autres compositeurs (Georg
Philipp Telemann et Christoph Graupner). Le poste &eacute;tait tr&egrave;s
exigeant: il devait composer des cantates pour les 4 &eacute;glises de
Leipzig (St. Thomas, St. Nicolas, St. Peter, Neue Kirche), diriger les
choeurs et enseigner le latin &agrave; l'&eacute;cole du choeur de St.
Thomas. Ici encore, ses relations avec les autorit&eacute;s de l'&eacute;glise
de Leipzig lesquelles devinrent souvent houleuses et graduellement, il devint
insatisfait avec son poste tant au niveau financier qu'en terme de facilit&eacute;s
musicales. Tout de m&ecirc;me, il persistera, polissant le contenu musical
des offices liturgiques et continuant &agrave; composer des oeuvres de
tout genre avec un niveau d'adresse et d'habilet&eacute; et une profondeur
&eacute;motionnelle qui lui sont propres.</P>

<P>&Agrave; partir de mars 1729, Bach assume la direction du Collegium
Musicum et se concentre de plus en plus &agrave; de nouveaux projets musicaux.
Durant cette p&eacute;riode, il compose bon nombre de cantates religieuses
et profanes ainsi que divers oratorios (No&euml;l, P&acirc;ques, Ascension).</P>

<P>En 1736, il est nomm&eacute; &quot;Kappelmeister&quot; et compositeur
aupr&egrave;s de l'&Eacute;lecteur de Saxe, Frederick Augustus II &agrave;
Dresde. Contrairement &agrave; Leipzig, Dresde poss&egrave;de une vie musicale
intense avec beaucoup de musiciens (Johann Georg Pisendel, Pierre Gabriel
Buffardin, Jan Dismas Zelenka, Johann Adolf Hasse, etc.). Durant cette
p&eacute;riode, Bach produit entre autres, la Messe en si mineur, les Variations
Goldberg, les Variations canoniques, le Clavier bien temp&eacute;r&eacute;
II, et l'Art de la fugue (incomplet au moment de sa mort).</P>

<P>Bach restera &agrave; son poste &agrave; Leipzig jusqu'&agrave; sa mort,
le 28 juillet 1750. Il a &eacute;t&eacute; un g&eacute;nie cr&eacute;ateur
jusqu'&agrave; la fin, et ce, malgr&eacute; les probl&egrave;mes de cataractes
qui le rendirent presqu'aveugle. Selon la tradition, sa derni&egrave;re
composition, un pr&eacute;lude de choral intitul&eacute;:&nbsp;&quot;Devant
ton tr&ocirc;ne, je me pr&eacute;sente, Seigneur&quot; a &eacute;t&eacute;
dict&eacute; &agrave; son gendre (Johann Christoph Altnickol) peu avant
sa mort.</P>

<P>Bach est un de ces rares compositeurs dont le g&eacute;nie ne peut &ecirc;tre
&eacute;gal&eacute; m&ecirc;me approximativement et de quelque fa&ccedil;on
que ce soit. Il &eacute;tait le ma&icirc;tre supr&ecirc;me du contrepoint,
de la fugue, de l'&eacute;criture vocale, de la composition de chambre,
du r&eacute;pertoire pour intrument solo... la liste est sans fin. Ses
Passions sont, sans contredit, les plus grandes compositions cr&eacute;&eacute;es
pour un ensemble de voix et orchestre. Ses oeuvres pour instrument solo
(violon, violoncelle) sont d'une telle beaut&eacute; et d'une forme tellement
parfaite que leur secrets n'ont jamais &eacute;t&eacute; totalement d&eacute;couverts,
m&ecirc;me pas par les plus grands virtuoses de ces instruments. Ses oeuvres
pour clavier - les Variations Goldberg, et le Clavier bien temp&eacute;r&eacute;,
entre autres, r&eacute;v&egrave;lent une habilet&eacute; insurpass&eacute;e
de combiner une structure musicale compliqu&eacute;e avec une pure force
spirituelle; en fait, les principaux musiciens sont d'accord pour affirmer
que leur but ultime &eacute;tait tout simplement de parvenir &agrave; ma&icirc;triser
ces oeuvres.</P>

<P>Bach a &eacute;t&eacute; le plus grand ma&icirc;tre du baroque et probablement
de toute la musique classique. Tout amateur ou &eacute;tudiant de musique
doit commencer - et finir - son aventure musicale dans les gloires de la
musique classique avec lui.</P>
</TD>

<TD WIDTH="10%" BGCOLOR="#0000A0"><BR>
</TD>
</TR>
</TABLE></CENTER>

</BODY>
</HTML>
